{
  "Choose 'create a new wallet' in the app": "Выберите 'создать новый кошелек' в приложении",
  "Name each individual wallet if you need more than one": "Назовите каждый отдельный кошелек, если вам нужно более одного",
  "Create a passphrase for each wallet. You'll need it for depositing collateral, placing trades, etc.": "Создайте парольную фразу для каждого кошелька. Он понадобится вам для внесения залога, заключения сделок и т.д.",
  "Record the recovery phrase that's provided on setup. This only appears once. Have an existing wallet you created in the CLI app? You will be given the option to connect this to the desktop app": "Запишите фразу восстановления, которая предоставляется при настройке. Она появляется только один раз. У вас уже есть кошелек, созданный в приложении CLI? Вам будет предоставлена возможность подключить его к настольному приложению",
  "Need to restore a wallet? Use the recovery phrase exactly as it was presented to you": "Нужно восстановить кошелек? Используйте фразу для восстановления в точности так, как она была вам представлена",
  "To update the app, delete your existing version and download the new one": "Чтобы обновить приложение, удалите существующую версию и загрузите новую.",
  "Get the Vega Wallet": "Получить кошелек Vega",
  "Download the Vega Wallet desktop app, to help you manage multiple wallets, multiple keys — and get access to the Vega network.": "Загрузите приложение Vega Wallet, которое поможет вам управлять несколькими кошельками, несколькими ключами и получить доступ к сети Vega.",
  "Download desktop app (Mainnet)": "Скачать приложение для компьютера (Mainnet)",
  "Download desktop app (Fairground)": "Скачать приложение для компьютера (Fairground)",
  "With the wallet you can:": "С помощью кошелька вы можете:",
  "Import an existing Vega wallet": "Импорт существующего кошелька Vega",
  "Create a new wallet": "Создайте новый кошелек",
  "Manage multiple wallets and keys": "Управление несколькими кошельками и ключами",
  "Connect to networks": "Подключение к сетям",
  "Sign transactions": "Операции по подписанию",
  "Access Vega apps, such as the token site and Console": "Доступ к приложениям Vega, таким как сайт токенов и Консоль",
  "It's also the starting point for trading, staking tokens, and voting on community proposals.": "Это также отправная точка для торговли, размещения токенов и голосования по предложениям сообщества.",
  "How-to use": "Как использовать",
  "Step by step": "Шаг за шагом",
  "To learn more about the Vega Wallet desktop app, including full, step by step details on restoring wallets, updating the app, and troubleshooting, visit the docs pages.": "Чтобы узнать больше о настольном приложении Vega Wallet, включая полную, пошаговую информацию о восстановлении кошельков, обновлении приложения и устранении неполадок, посетите страницы документации.",
  "Need the command line (CLI) wallet app?": "Нужно приложение для кошелька с командной строкой (CLI)?",
  "If you're comfortable with a non-visual interface and want additional or programmer functionality to that of the desktop app, CLI also lets you:": "Если вас устраивает невизуальный интерфейс и вы хотите получить дополнительную или программистскую функциональность по сравнению с приложением для компьютера, CLI также позволит вам это сделать:",
  "Customise key details": "Настройка основных деталей",
  "Isolate keys": "Изолировать ключи",
  "Build & send commands": "Построение и отправка команд",
  "Get the CLI app": "Получите приложение CLI"
}
