{
  "Coming soon": "В ближайшее время",
  "Purpose built bespoke blockchain": "Специально разработанный блокчейн",
  "Ethereum and other blockchains suffer slow performance since they're generalist tools, with smart contracts for everything - applying the same rules regardless of what you use them for. They charge high gas fees and require workarounds to be applied to trading. Vega is built from the ground up using high performing, purpose-built smart contracts specifically for trading - meaning no fees on orders, and fairness at its core.": "Ethereum и другие блокчейны отличаются низкой производительностью, так как являются инструментами общего назначения, в которых смарт-контракты предназначены для всего, применяя одни и те же правила независимо от того, для чего они используются. Они взимают высокую плату за газ и требуют обходных путей для применения в торговле. Vega создана с нуля с использованием высокопроизводительных смарт-контрактов, специально предназначенных для торговли, что означает отсутствие комиссий за ордера и справедливость в основе.",
  "Read more about:": "Прочитайте больше об этом",
  "The importance of a purpose built blockchain for trading on the Vega blog <2>'Innovating in decentralised financial markets'</2>": "Важность специально созданного блокчейна для трейдинга в блоге Vega <2> Инновации на децентрализованных финансовых рынках </2>.",
  "Runs slowly": "Работает медленно",
  "Fast trading": "Быстрая торговля",
  "Allows for unfair front running": "Позволяет нечестно работать на опережение",
  "Built for fairness from the ground up": "Построен на принципах справедливости с нуля",
  "A fee for every transaction": "Комиссия за каждую транзакцию",
  "No fees on orders": "Отсутствие комиссий за ордера",
  "Generalist tool - A workaround for trading": "Инструмент общего назначения - обходной путь для торговли",
  "Specifically built for trading": "Специально разработанный для торговли",
  "Smart contracts for anything": "Смарт-контракты для всего",
  "Small, purpose built smart products for trading": "Небольшие, специально созданные интеллектуальные продукты для торговли",
  "Be as good as CeFi": "Быть не хуже CeFi",
  "Be better than CeFi": "Быть лучше, чем CeFi",
  "Help DeFi mature": "Помогите DeFi повзрослеть",
  "Key Concepts": "",
  "Explore how Vega bridges traditional finance and DeFi to create a bespoke trading alternative.": "Узнайте, как Vega соединяет традиционные финансы и DeFi для создания индивидуальной торговой альтернативы.",
  "Explore the features that enable you to trade and create derivatives on a fully decentralised network.": "Ознакомьтесь с возможностями, позволяющими торговать и создавать производные финансовые инструменты в полностью децентрализованной сети.",
  "Vega is designed to:": "Vega разработана для:",
  "Anti front-running": "Борьба с опережением",
  "Vega's pre-protocol widget, 'Wendy', ensures all nodes see the same sequence of transactions and provides cryptographic proof that all traders have fair access to the order book. This creates a fair marketplace where no participant can gain an unfair advantage, an issue rampant in DeFi and something not even sophisticated traditional exchanges can offer.": "Предпротокольный виджет Vega Wendy гарантирует, что все узлы видят одну и ту же последовательность транзакций, и обеспечивает криптографическое доказательство того, что все трейдеры имеют справедливый доступ к книге заявок. Таким образом, создается справедливый рынок, где ни один участник не может получить несправедливое преимущество, что является проблемой, широко распространенной в DeFi, и чего не могут предложить даже сложные традиционные биржи.",
  "Vega's front running protection in the papers<1>'Wendy, the Good Little Fairness Widget'</1> and <5>'Wendy grows up'</5>": "Защита Веги в газетах <1> Венди, маленький добрый гаджет справедливости </1> и <5> Венди растет </5>.",
  "Or try out the <2>Wendy prototype</2> on a simulated network": "Или опробовать прототип <2>Wendy</2> на тестовой сети",
  "Permissionless market creation": "Создание рынка без разрешений",
  "Key to delivering on the promise of blockchain and DeFi, anyone can propose a market on any underlying and the community decides what gets created (unlike other decentralised exchanges).": "В отличие от других децентрализованных бирж, ключевым моментом в реализации перспектив блокчейна и DeFi является то, что любой желающий может предложить рынок по любому базовому принципу, и сообщество само решает, что будет создано (в отличие от других децентрализованных бирж).",
  "Built-in liquidity incentives": "Встроенные стимулы ликвидности",
  "Unlock a “VC” like approach of incubating a portfolio of new markets with built in liquidity incentives, or “buying in” to more mature markets - shifting the power and reward away from exchange owners to market liquidity providers. Successful markets have enough liquidity to generate bustling activity.": "Разблокировать подход, подобный подходу венчурных фондов, который заключается в создании портфеля новых рынков со встроенными стимулами ликвидности или в покупке более зрелых рынков - смещении власти и вознаграждения от владельцев бирж к поставщикам рыночной ликвидности. Успешные рынки обладают достаточной ликвидностью, чтобы генерировать оживленную активность.",
  "Optimised for high capital efficiency": "Оптимизированы для высокой отдачи капитала",
  "Vega's cross margining and portfolio risk evaluation innovations significantly lower capital costs opening up hedging instruments to a far greater range of people and businesses and allowing markets to exist that previously wouldn't due to cost.": "Инновации Vega в области перекрестного маржирования и оценки портфельных рисков значительно снижают капитальные затраты, открывая доступ к инструментам хеджирования гораздо большему числу людей и предприятий и позволяя существовать рынкам, которые раньше не существовали из-за большой стоимости.",
  "Overall portfolio risk is evaluated by calculating the worst possible loss that a portfolio of derivative and physical instruments might reasonably incur - live, and on-chain, instead of over the course of one trading day.": "Общий риск портфеля оценивается путем расчета наихудшего возможного убытка, который может понести портфель производных и физических инструментов - в реальном времени и на цепочке, а не в течение одного торгового дня.",
  "Built-in live, automated cross margining routes a trader's gains made on one market to offset positions on other markets.": "Встроенный автоматический кросс-маржининг в реальном времени позволяет компенсировать прибыль, полученную трейдером на одном рынке, позициями на других рынках.",
  "High capital efficiency in section 3 of the Vega blog <2>Pro traders & Vega</2>": "Высокая эффективность использования капитала в разделе 3 блога Vega <2>Pro traders & Vega</2>",
  "How Vega optimises for high capital efficiency in sections 3.5 and 6.6 of the Vega<1>whitepaper</1>": "О том, как Vega оптимизирует свою работу для достижения высокой капиталоотдачи, говорится в разделах 3.5 и 6.6 Vega<1>whitepaper</1>",
  "Efficient Price Discovery": "Эффективное выявление цен",
  "Unlike other decentralised exchanges, Vega doesn't charge gas fees, allowing better price discovery. What's more, Vega offers subsecond latency together with price protection mechanisms/circuit breakers and auctions in low liquidity regimes to discover true market prices.": "В отличие от других децентрализованных бирж, Vega не взимает комиссионные за газ, что позволяет более точно определять цены. Более того, Vega предлагает досекундную задержку, а также механизмы защиты цен/прерывания связи и аукционы в режимах низкой ликвидности для выявления истинных рыночных цен.",
  "Launch a new market on Vega, or trade, confident in the knowledge that the latest and most accurate price is available to you.": "Открывайте новый рынок на Vega или торгуйте, будучи уверенным в том, что вам доступна самая свежая и точная цена.",
  "Different methods of price discovery in section 5 of the Vega blog <2>Pro traders & Vega</2>": "Различные методы обнаружения цены в разделе 5 блога Vega <2>Pro traders & Vega</2>",
  "Pseudonymous trading": "Анонимная торговля",
  "Lowering the barrier to wealth and value creation calls for pseudonymous identities. In this way, the Vega network is accessible to anyone in the world without restriction.": "Снижение барьеров на пути к созданию ценообразованию требует использования анонимных идентификаторов. Таким образом, сеть Vega становится доступной для любого человека в мире без ограничений.",
  "The risk considerations behind pseudonymous environments and Vega's protective measures in the Vega <2>whitepaper</2>": "Соображения риска, связанные с псевдонимными средами, и меры защиты, принятые компанией Vega в <2>whitepaper</2>",
  "Community curation of markets": "Курирование рынков со стороны сообщества",
  "Vega's market governance is designed to allow the network to operate and grow freely, without manual or centralised intervention. Weighted voting happens by the community allocating, or staking, their tokens to validator nodes. Governance decisions include creation and closure of markets, and the setting of parameters that influence market behaviour.": "Управление рынком Vega разработано таким образом, чтобы сеть могла свободно функционировать и развиваться без ручного или централизованного вмешательства. Взвешенное голосование происходит путем распределения сообществом своих токенов между узлами-валидаторами. Решения по управлению включают в себя создание и закрытие рынков, а также установку параметров, влияющих на поведение рынка.",
  "Market curation in section 3.4 of the Vega <2>whitepaper</2>": "Курирование рынка в разделе 3.4 Vega <2>whitepaper</2>",
  "Dynamic margins with cross margining": "Динамическая маржа с кросс-маржированием",
  "Vega protocol's rigorous framework continuously monitors and manages credit risk more efficiently than centralised exchanges. A plugin-like architecture for risk models and best-in-class stochastic models that run fast enough to support frequent margin evaluations allows traders with positions to adjust quickly.": "Строгая структура протокола Vega обеспечивает непрерывный мониторинг и управление кредитным риском более эффективно, чем централизованные биржи. Подключаемая архитектура моделей риска и лучшие в своем классе стохастические модели, работающие достаточно быстро, чтобы поддерживать частые оценки маржи, позволяют трейдерам, имеющим позиции, быстро корректировать их.",
  "Cross margining in the Vega blog <2>'Credit Risk and Margins on Vega'</2>": "Перекрестное маржирование в блоге Vega <2> Кредитный риск и маржа на Vega</2>",
  "Automated cross margining in section 3 of the Vega blog <2>'Pro traders & Vega'</2>": "Автоматизированное кросс-маржинирование в разделе 3 блога Vega <2> Профессиональные трейдеры и Vega</2>",
  "Pegged orders for automated order management": "Привязанные заказы для автоматизированного управления заказами",
  "Use pegged orders on any market, at any time, to place orders and automatically track another price on the market. This enables advanced trading strategies and fast reaction times while removing concerns about latency and reducing the number of manual transactions needed to maintain liquidity provider orders.": "Использование привязанных ордеров на любом рынке, в любое время, для размещения ордеров и автоматического отслеживания другой цены на рынке. Это позволяет использовать передовые торговые стратегии и быстрое время реакции, устраняя опасения по поводу задержек и сокращая количество ручных операций, необходимых для поддержания ордеров поставщика ликвидности.",
  "Pegged orders for automated management in the Vega blog <2>'How pegged orders work'</2>": "Привязанные ордера для автоматизированного управления в блоге Vega <2> Как работают привязанные ордера </2>",
  "Completely decentralised network": "Полностью децентрализованная сеть",
  "Most decentralised exchanges use a centralised order book, and centrally control what can be traded. With Vega, everything from the order book to market creation and maintenance, liquidity provision and rewards, prices, management of margin and how that position eventually settles happen on chain as part of the network - all of it is managed and governed by the community. This is trading with full transparency - and no black boxes - doing away with the risks that come with centralised servers and single points of failure and control.": "Большинство децентрализованных бирж используют централизованную книгу ордеров и централизованно контролируют то, чем можно торговать. В Vega все - от книги заявок до создания и поддержания рынка, предоставления ликвидности и вознаграждений, цен, управления маржой и того, как позиция в конечном итоге урегулируется, - происходит по цепочке, как часть сети - все это управляется и регулируется сообществом. Это торговля с полной прозрачностью и без черных ящиков, исключающая риски, связанные с централизованными серверами и едиными точками отказа и контроля.",
  "No gas fees on trading": "Отсутствие платы за газ при торговле",
  "Vega does not charge gas fees. It uses a different fee structure that rewards participants and stimulates trading activity. Fees are incurred on every trade on a market in continuous trading, but it is the price taker who pays the fee. During a market's opening auction, no fees are collected.": "Vega не взимает плату за газ. Она использует другую структуру сборов, которая вознаграждает участников и стимулирует торговую активность. Комиссия взимается с каждой сделки на рынке при непрерывной торговле, но платит ее тот, кто устанавливает цену. Во время аукциона по открытию рынка комиссия не взимается.",
  "Gas fees under 'Miner extractable value (MEV) on blockchains' on the blog <2>'Fair access to efficient derivatives markets'</2>": "Плата за газ в разделе Добываемая майнером стоимость (MEV) на блокчейн в блоге <2> Справедливый доступ к эффективным рынкам деривативов</2>.",
  "Cross chain support": "Межцепочечная поддержка",
  "Vega currently lets users propose any ERC-20 tokens to use as collateral. Once the protocol is fully blockchain-agnostic, trades will be able to settle in any crypto-asset on a supported chain, paving the way for physically settled and cash settled products, as commodity and asset tokenisation become widespread.": "В настоящее время Vega позволяет пользователям предлагать любые токены ERC-20 для использования в качестве залога. После того как протокол станет полностью независимым от блокчейна, сделки можно будет заключать в любых криптоактивах на поддерживаемой цепочке, что откроет путь для продуктов с физическим расчетом и наличным расчетом, поскольку токенизация товаров и активов получит широкое распространение.",
  "Cross chain support and multi-chain collateral in the Vega paper<1>'Vega Technical Overview'</1>": "Межцепочечная поддержка и многоцепочечное обеспечение в документе Vega<1>'Vega Technical Overview'</1>",
  "Scalable DeFi infrastructure": "Масштабируемая инфраструктура DeFi",
  "Vega works alongside other layer 1 blockchains - with open source APIs and libraries - making it easy to build status quo-challenging user interfaces.": "Vega работает вместе с другими блокчейнами первого уровня, используя API и библиотеки с открытым исходным кодом, что позволяет легко создавать пользовательские интерфейсы, отвечающие требованиям статуса.",
  "For example, by using WebSocket for communication between your app and the server, GraphQL or gRPC APIs for streaming market data and Vega Pennant for simple graphs you could easily create responsive markets to monitor real world/spot dynamics and automatically propose a hedging market when volatility exceeds a threshold.": "Например, используя WebSocket для связи между вашим приложением и сервером, API GraphQL или gRPC для потоковой передачи рыночных данных и Vega Pennant для построения простых графиков, вы можете легко создавать отзывчивые рынки для отслеживания динамики реального мира/спота и автоматически предлагать рынок хеджирования, когда волатильность превышает пороговое значение."
}
