{
  "As a token holder, you can submit the proposal to create a new market, change an existing market, change network parameters, add an external asset to Vega and make a freeform proposal (for changes that will not change network behaviour). For each, you will define specific inputs for a set list of parameters, which are validated by the nodes before entering into the voting period you set. Then it's time to rally the community on the forum to vote for your proposal.": "Как держатель токена, вы можете подать предложение о создании нового рынка, изменении существующего рынка, изменении параметров сети, добавлении внешнего актива в Vega и сделать предложение в свободной форме (для изменений, которые не изменят поведение сети). Для каждого из них вы определите конкретные входы для заданного списка параметров, которые проверяются узлами перед вступлением в установленный вами период голосования. Затем настанет время сплотить сообщество на форуме, чтобы проголосовать за ваше предложение.",
  "The number of tokens needed to make a proposal differs by proposal type, for example <2></2> for a new market proposal.": "Количество жетонов, необходимых для подачи предложения, зависит от типа предложения, например <2></2> для предложения нового рынка.",
  "Token holders consider and vote for or against active proposals. Tokens used for voting are not locked or transferred - they can be used for staking as well as voting on any/all active proposals, but cannot be used to trade. Note, each public key with a minimum of 1 $VEGA gets just one vote per proposal.": "Владельцы токенов рассматривают и голосуют за или против активных предложений. Токены, используемые для голосования, не блокируются и не передаются - они могут быть использованы как для ставок, так и для голосования по любым/всем активным предложениям, но не могут быть использованы для торговли. Обратите внимание, что каждый публичный ключ с минимальной суммой в 1 $VEGA получает только один голос за каждое предложение.",
  "The number of tokens needed to vote differs by proposal type, for example <2></2> for a new market proposal. Each public key is eligible for one vote.": "Количество токенов, необходимых для голосования, зависит от типа предложения, например <2></2> для предложения о новом рынке. Каждый открытый ключ имеет право на один голос.",
  "If a proposal receives enough participation and reaches the majority threshold within the voting period, the change is automatically enacted (with the exception of free form proposals). The thresholds differ by proposal type, for example a new market proposal requires participation of <2></2> and a majority of <6></6>.": "Если предложение получает достаточное количество участников и достигает порога большинства в течение периода голосования, изменение автоматически вводится в действие (за исключением предложений в свободной форме). Пороговые значения зависят от типа предложения, например, предложение о новом рынке требует участия <2></2> и большинства <6></6>.",
  "Phase 1": "Фаза 1",
  "Sense check": "Проверка ощущений",
  "Start a topic and share an outline of your proposal on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.": "Начните тему и поделитесь набросками своего предложения на форуме с тегом 'проверка смысла'. Получите представление о том, есть ли поддержка вашего предложения, по количеству "лайков" и ответов, которые вы получите, и уточните свои планы.",
  "Start a topic on the forum": "Начать тему на форуме",
  "Phase 2": "Фаза 2",
  "Formalise Proposal": "Формализовать предложение",
  "Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the proposed addition/change, including the data (JSON or similar) that would be submitted on chain. Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.": "Обновите тему вашего предложения на основе полученных отзывов и убедитесь, что вы включили обоснование и специфику предлагаемого дополнения/изменения, включая данные (JSON или аналогичные), которые будут представлены по цепочке. Обновите тег и пригласите к дебатам и обсуждению, чтобы внести изменения в предложение, пока оно не достигнет окончательного состояния, готового к отправке.",
  "Read the docs to make a proposal": "Прочитайте документацию, чтобы сделать предложение",
  "Check out the forum": "Загляните на форум",
  "Phase 3": "Фаза 3",
  "Submit a proposal": "Подать предложение",
  "Submit your proposal": "Отправьте свое предложение",
  "Phase 4": "Фаза 4",
  "Vote to exercise your influence": "Голосуйте, чтобы использовать свое влияние",
  "Vote for proposals": "Голосование за предложения",
  "Phase 5": "Фаза 5",
  "Enacting changes": "Принятие изменений",
  "Governance": "Управление",
  "Governance allows the Vega network to arrive at on-chain decisions, where tokenholders can create proposals that other tokenholders can vote to approve or reject.": "Управление позволяет сети Vega принимать решения на цепочке, где владельцы токенов могут создавать предложения, которые другие владельцы токенов могут голосовать за их одобрение или отклонение.",
  "Govern the network": "Управление сетью",
  "Decisions on the Vega network are on-chain, with tokenholders creating proposals that other tokenholders vote to approve or reject. This is how the protocol powers the creation of decentralised financial products.": "Решения в сети Vega принимаются по цепочке: владельцы токенов создают предложения, которые другие владельцы токенов голосуют за их одобрение или отклонение. Таким образом, протокол позволяет создавать децентрализованные финансовые продукты.",
  "Governance Tools": "Инструменты управления",
  "Forum": "Форум",
  "Sense check and formalise proposals for the Vega network - add or change markets, network parameters, external assets and more.": "Проверка и формализация предложений для сети Vega - добавление или изменение рынков, параметров сети, внешних активов и многое другое.",
  "Review, vote on, and submit governance proposals.": "Рассматривать, голосовать и представлять предложения по управлению.",
  "Make a proposal": "Сделать предложение",
  "Read the docs to create and submit a proposal using Vega APIs.": "Прочитайте документацию, чтобы создать и отправить предложение с помощью API Vega.",
  "Governance lifecycle": "Жизненный цикл управления",
  "Propose a futures market on any underlying.": "Предложить фьючерсный рынок на любой базовый актив.",
  "Create a new market": "Создать новый рынок",
  "Get started voting": "Приступить к голосованию",
  "Get $VEGA tokens": "Получить токены $VEGA",
  "And store in an Ethereum wallet. You can purchase VEGA using Ethereum (ETH) on decentralized exchanges.": "И хранить в кошельке Ethereum. Вы можете приобрести VEGA с помощью Ethereum (ETH) на децентрализованных биржах.",
  "Get a Vega Wallet": "Получить кошелек Vega",
  "A Vega wallet is used to access and sign transactions and connect to any dApp running on Vega.": "Кошелек Vega используется для доступа и подписания транзакций, а также для подключения к любому dApp, работающему на Vega.",
  "Vote on proposals": "Голосование по предложениям",
  "Use our governance tools.": "Используйте наши инструменты управления.",
  "Note, you'll need some ETH to pay any transaction fees.": "Обратите внимание, что вам понадобится некоторое количество ETH для оплаты комиссии за транзакции.",
  "Governance tools": "Инструменты управления"
}
