{
  "Overview": "Обзор",
  "Test on Fairground": "Испытание на Fairground",
  "Developers": "Разработчики",
  "Get the Fairground Vega Wallet": "",
  "Get the Vega Wallet": "Скачайте Vega кошелек",
  "Wallet": "",
  "Connect to Vega dapps securely, deposit funds and approve or reject transactions with the Vega wallet. Download, set up and you're ready to connect": "Безопасное подключение к Vega dapps, внесение средств и утверждение или отклонение сделок с Vega",
  "Vega Wallet": "Бумажник Vega",
  "Vega Wallet browser extension officially supports Chrome or Firefox. Check the list of <2>supported browsers</2> for latest guidance.": "Браузерное расширение Vega Wallet официально поддерживает браузеры Chrome или Firefox. Проверьте список <2>supported browsers</2> для получения последних указаний.",
  "DOWNLOAD THE VEGA DESKTOP WALLET": "СКАЧАТЬ КОШЕЛЕК ДЛЯ VEGA РАБОЧЕГО СТОЛА",
  "Want to test on Fairground?": "Хотите провести тестирование на Fairground?",
  "Your wallets, your keys": "Ваши кошельки, ваши ключи",
  "Easily manage multiple key pairs in one place with the Vega Wallet extension, or for full multi-wallet functionality download the Vega Desktop Wallet.": "",
  "Secure connections": "Безопасные соединения",
  "Connect, manage permissions key by key and disconnect from Vega dapps securely.": "Подключение, управление разрешениями по ключам и безопасное отключение от Vega dapps.",
  "Instantly approve and reject transactions": "Мгновенное утверждение и отклонение транзакций",
  "Quickly approve or reject transaction requests and keep track of their status on the network.": "Быстрое одобрение или отклонение запросов на транзакции и отслеживание их статуса в сети.",
  "Head over to <2>Fairground</2>, Vega's testnet, and participate in incentives to earn rewards.": "",
  "DOWNLOAD THE FAIRGROUND VEGA DESKTOP WALLET": "",
  "Integrate": "Интегрировать",
  "Connect your dapp using the Vega wallet API": "Подключить свой dapp с помощью API кошелька Vega",
  "Read the Docs": "Читайте документы",
  "Interact directly via command line (CLI), customise, isolate keys and build and send commands": "Взаимодействие непосредственно через командную строку (CLI), настройка, изолирование клавиш, создание и отправка команд",
  "Get the CLI app": "Получить приложение CLI"
}
