{
  "Vega Protocol - Futures & Perpetuals DEX": "",
  "Discover Web3's native derivatives trading platform that is helping DeFi mature.": "Узнайте о собственной платформе Web3 для торговли фьючерсами, которая помогает DeFi развиваться.",
  "Decentralised derivatives protocol": "Бескомпромиссная децентрализация.",
  "Vega is an open sourced protocol for creating and trading derivatives on a fully decentralised network.": "",
  "Launch console": "Консоль запуска",
  "Vega Wallet": "Кошелек Vega",
  "Docs": "Документация",
  "Backed by:": "При поддержке:",
  "Key features": "Основные характеристики",
  "Non-custodial and pseudonymous": "Не находящиеся под стражей и псевдонимные",
  "All interactions are via public key cryptography with no backdoors or admin keys.": "Ни одна третья сторона не имеет доступа к вашим средствам.",
  "Purpose built appchain for trading": "Специально построенная блокчейн с доказательством доли",
  "Vega can be deployed as a CometBFT based proof-of-stake chain.": "",
  "Unique and configurable fee model": "Низкие тарифы и отсутствие затрат на размещение заказов",
  "Trading optimised fees with no per-transaction “gas” costs for orders": "Тарифы работают как на CEX без газа за сделку для ордеров",
  "Open source protocol and software": "Прозрачная и открытая торговля",
  "The protocol specs and software are open source.": "",
  "Rich CEX-style order book and APIs": "Богатая книга заявок и API в стиле CEX",
  "Data nodes provide order book and historic data APIs.": "Рыночная торговля с полным перекрестным маржированием.",
  "Permissionless market creation": "Создание рынка без границ",
  "Built in governance allows protocol users to create and manage markets.": "",
  "Programmatic trading on Vega": "",
  "Vega's decentralised datanode architecture provides rich CEX-like APIs and full historic price data for everyone.": "Децентрализованная архитектура датанод Vega предоставляет богатые API, подобные CEX, и полные исторические данные о ценах для всех.",
  "Explore": "Исследуйте "
}
