{
  "As a token holder, you can submit the proposal to create a new market, change an existing market, change network parameters, add an external asset to Vega and make a freeform proposal (for changes that will not change network behaviour). For each, you will define specific inputs for a set list of parameters, which are validated by the nodes before entering into the voting period you set. Then it's time to rally the community on the forum to vote for your proposal.": "Как держатель токена, вы можете подать предложение о создании нового рынка, изменении существующего рынка, изменении параметров сети, добавлении внешнего актива в Vega, а также сделать предложение в свободной форме (для изменений, которые не изменят поведение сети). Для каждого из них Вы определяете конкретные входные данные по заданному списку параметров, которые проверяются узлами перед вступлением в установленный Вами период голосования. Затем необходимо собрать сообщество на форуме, чтобы проголосовать за свое предложение.",
  "The number of tokens needed to make a proposal differs by proposal type, for example <2></2> for a new market proposal.": "Количество токенов, необходимое для подачи предложения, зависит от типа предложения, например <2></2> для предложения о создании нового рынка.",
  "Token holders consider and vote for or against active proposals. Tokens used for voting are not locked or transferred - they can be used for staking as well as voting on any/all active proposals, but cannot be used to trade. Note, each public key with a minimum of 1 $VEGA gets just one vote per proposal.": "Владельцы токенов рассматривают и голосуют за или против активных предложений. Токены, используемые для голосования, не блокируются и не передаются - они могут быть использованы как для стейкинга, так и для голосования по всем активным предложениям, но не могут быть использованы для торговли. Обратите внимание, что каждый открытый ключ с минимальной суммой в 1 $VEGA имеет только один голос на предложение.",
  "The number of tokens needed to vote differs by proposal type, for example <2></2> for a new market proposal. Each public key is eligible for one vote.": "Количество токенов, необходимых для голосования, зависит от типа предложения, например <2></2> для предложения о создании нового рынка. Каждый открытый ключ имеет право на один голос.",
  "If a proposal receives enough participation and reaches the majority threshold within the voting period, the change is automatically enacted (with the exception of free form proposals). The thresholds differ by proposal type, for example a new market proposal requires participation of <2></2> and a majority of <6></6>.": "Если предложение получает достаточное количество участников и достигает порога большинства в течение периода голосования, то изменение автоматически вводится в действие (за исключением предложений в свободной форме). Пороговые значения зависят от типа предложения, например, для предложения о создании нового рынка требуется участие <2></2> и большинство <6></6>.",
  "Phase 1": "Первая фаза",
  "Sense check": "Проверка чувствительности",
  "Start a topic and share an outline of your proposal on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.": "Начните тему и поделитесь набросками своего предложения на форуме с пометкой проверка чувствительности. По полученным лайкам и ответам узнайте, есть ли поддержка вашего предложения, и уточните свои планы.",
  "Start a topic on the forum": "Начните тему на форуме",
  "Phase 2": "Вторая фаза",
  "Formalise Proposal": "Оформление предложения",
  "Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the proposed addition/change, including the data (JSON or similar) that would be submitted on chain. Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.": "Обновите тему вашего предложения с учетом полученных отзывов и убедитесь, что вы включили обоснование и специфику предлагаемого дополнения/изменения, в том числе данные (JSON или аналогичные), которые будут представлены по цепочке. Обновите тег и предложите обсудить и внести изменения в предложение, пока оно не достигнет окончательного состояния, готового к отправке.",
  "Read the docs to make a proposal": "Прочитайте документацию, чтобы сделать предложение",
  "Check out the forum": "Посетите форум",
  "Phase 3": "Третья фаза",
  "Submit a proposal": "Подайте предложение",
  "Phase 4": "Четвертая фаза",
  "Vote to exercise your influence": "Голосуйте, чтобы использовать своё влияние",
  "Vote for proposals": "Голосуйте за предложение",
  "Phase 5": "Пятая фаза",
  "Enacting changes": "Принятие изменений",
  "Governance": "Управление",
  "Governance allows the Vega network to arrive at on-chain decisions, where tokenholders can create proposals that other tokenholders can vote to approve or reject.": "Управление позволяет сети Vega принимать решения он-чейн, где держатели токенов могут создавать предложения, которые другие держатели токенов могут голосовать за их одобрение или отклонение.",
  "Govern the network": "Управление сетью",
  "Decisions on the Vega network are on-chain, with tokenholders creating proposals that other tokenholders vote to approve or reject. This is how the protocol powers the creation of decentralised financial products.": "Решения в сети Vega принимаются он-чейн: владельцы токенов создают предложения, которые другие владельцы токенов голосуют за их одобрение или отклонение. Таким образом, протокол позволяет создавать децентрализованные финансовые продукты.",
  "Discuss proposals": "Обсудить предложения",
  "Read initial proposals and get involved in the discussion before the proposal goes to vote.": "Ознакомьтесь с первоначальными предложениями и примите участие в их обсуждении до того, как предложение будет вынесено на голосование.",
  "Read the docs to create and submit a proposal using Vega APIs.": "Ознакомьтесь с документацией по созданию и отправке предложения с использованием API Vega.",
  "Vote on proposals": "Голосование за предложения",
  "Review and vote on governance proposals.": "Рассмотрение и голосование по предложениям управления.",
  "Get started voting": "Начните голосовать",
  "Get $VEGA tokens": "Получить токены $VEGA",
  "And store in an Ethereum wallet. You can purchase VEGA using Ethereum (ETH) on decentralized exchanges.": "И хранить в кошельке Ethereum. Приобрести VEGA с помощью Ethereum (ETH) можно на децентрализованных биржах.",
  "Get a Vega Wallet": "Скачайте кошелек Vega",
  "A Vega wallet is used to access and sign transactions and connect to any dApp running on Vega.": "Кошелек Vega используется для доступа и подписания транзакций, а также для подключения к любому dApp, работающему на Vega.",
  "Use our governance tools.": "Используйте наши инструменты управления.",
  "Note, you'll need some ETH to pay any transaction fees.": "Обратите внимание, что вам потребуется некоторое количество ETH для оплаты комиссии за транзакции.",
  "Governance tools": "Инструменты управления",
  "Governance lifecycle": "Жизненный цикл управления",
  "Propose a futures market on any underlying.": "Предложите фьючерсный рынок на любой базовый актив.",
  "Create a new market": "Создать новый рынок"
}
