{
  "Liquidity Provision": "",
  "Liquidity providers receive a share of fees paid during trading in exchange for providing liquidity on the network.": "Поставщики ликвидности получают долю комиссионных, выплачиваемых в ходе торгов, в обмен на предоставление ликвидности в сети.",
  "The data relating to markets on this page is obtained from nodes on the Vega Blockchain.": "Данные, касающиеся рынков на этой странице, получены из узлов на Vega Blockchain.",
  "Provides its software under open source licences": "Предоставляет лицензионное программное обеспечение с открытым исходным кодом",
  "Does not operate or run the Vega Blockchain or any other blockchain": "Не эксплуатирует и не запускает блокчейн Vega или любой другой блокчейн",
  "Does not create, generate or warrant the accuracy of the data": "Не создает, не генерирует и не гарантирует точность данных",
  "Has no liability for any loss arising from the use of that data.": "Не несет ответственности за любые убытки, связанные с использованием этих данных.",
  "Futures": "Фьючерсы",
  "Market": "Рынок",
  "The market name, code and settlement asset": "Название рынка, код и расчетный актив",
  "Mark Price": "Цена маркировки",
  "Latest price for this market": "Последняя цена для этого рынка",
  "Target Stake": "Целевая ставка",
  "The ideal committed liquidity to operate the market, derived from the maximum open interest observed over a rolling time window. If the total commitment is currently below this level then LPs can set the fee level with a new commitment.": "Идеальный уровень ликвидности для работы рынка, определяемый на основе максимального открытого интереса, наблюдаемого в течение скользящего периода времени. Если общий объем обязательств в настоящее время ниже этого уровня, то LP могут установить уровень вознаграждения с помощью нового обязательства.",
  "Supplied Stake": "Прилагаемая ставка",
  "The current amount of liquidity supplied for this market.": "Текущий объем ликвидности, поставляемой на данный рынок.",
  "Liquidity Fee": "Комиссия за ликвидность",
  "The fee percentage (per trade) charged by liquidity providers on this market": "Процент комиссии (за сделку), взимаемой поставщиками ликвидности на данном рынке",
  "Min time on book": "",
  "The minimum percentage of market time on book liquidity providers are expected to be available for this market": "",
  "Liquidity price range": "",
  "The minimum amount of volume liquidity providers are expected to have available for this market": "",
  "Volume (24h)": "Объем (24 ч)",
  "The total number of contracts traded in the last 24 hours.": "Общее количество контрактов, торгуемых за последние 24 часа.",
  "Market Status": "Режим торговли",
  "The current market status - those below the black target stake line are at risk of entering liquidity auction": "Текущее состояние рынка - те, кто находится ниже черной линии целевой ставки, имеют риск попасть на аукцион ликвидности"
}
