{
  "Your message was successfully encrypted and delivered.": "Ваше сообщение было успешно зашифровано и доставлено.",
  "Sorry, your submission failed, please try again later.": "Извините, отправка не удалась, пожалуйста, повторите попытку позже.",
  "Bug bounties": "Баг баунти",
  "Found a software security issue? Report it to us and earn rewards by finding bugs that affect the Vega Network.": "Обнаружили проблему безопасности программного обеспечения? Сообщите нам об этом и получайте вознаграждение, находя ошибки, влияющие на работу сети Vega.",
  "If you believe that you have spotted a vulnerability in either the Vega protocol software (node, data node, wallet, etc.) or network or any supporting systems or code used by the project, please submit a bug report by email or the web-form as described below to have this situation resolved as soon as possible.": "Если вы считаете, что обнаружили уязвимость в программном обеспечении протокола Vega (узел, узел данных, кошелек и т.д.) или сети, а также в любых вспомогательных системах или коде, используемых в проекте, пожалуйста, отправьте сообщение об ошибке по электронной почте или через веб-форму, как описано ниже, чтобы как можно скорее разрешить эту ситуацию.",
  "Scope": "Область применения",
  "Vega bug bounties are limited to the Core, Datanode, and all front end dApps including the desktop and hosted wallets.": "Поиск ошибок в Vega ограничен ядром, Datanode и всеми фронт-энд dApp, включая десктоп и размещённые кошельки.",
  "The vega.xyz website or any bug related to the vega.xyz email domain are out of scope. The program is meant for serious bugs that have significant impact on security. Bugs on the vega.xyz website would only qualify if they demonstrate how to modify website content to replace links in order to for instance; host malicious software on the downloads section of the site, link to different github code repositories, link to impersonator Twitter / Discord accounts from the Community section etc. In particular if any automated scanner reports that there is an issue with vega.xyz then this on its own does not merit a report.": "Веб-сайт vega.xyz или любые ошибки, связанные с почтовым доменом vega.xyz, не рассматриваются. Программа предназначена для серьезных ошибок, оказывающих значительное влияние на безопасность. Ошибки на сайте vega.xyz могут быть признаны таковыми только в том случае, если они демонстрируют способы модификации содержимого сайта для замены ссылок с целью, например, размещения вредоносного ПО в разделе загрузок сайта, ссылок на различные репозитории кода github, ссылок на самозваные аккаунты Twitter / Discord из раздела Сообщество и т.д. В частности, если какой-либо автоматический сканер сообщает о наличии проблемы с vega.xyz, то это само по себе не является основанием для сообщения.",
  "How to": "Как",
  "Prevent a potential vulnerability being abused by others:": "Предотвращение злоупотребления потенциальной уязвимостью со стороны других людей:",
  "Submit a bug through email or, if you prefer, anonymously via the contact form below. If you want to send an encrypted message, use the Vega PGP key and send the email to security@vega.xyz.": "Отправьте сообщение об ошибке по электронной почте или, если хотите, анонимно через приведенную ниже контактную форму. Если вы хотите отправить зашифрованное сообщение, используйте PGP-ключ Vega и отправьте письмо по адресу security@vega.xyz.",
  "Provide sufficient information (for example, a detailed description including logs, how to reproduce the vulnerability, scripts, screenshots, etc.) so that the security issue can be addressed as effectively as possible.": "Предоставьте достаточно информации (например, подробное описание, включая журналы, способы воспроизведения уязвимости, скрипты, скриншоты и т.д.), чтобы проблема безопасности могла быть решена как можно более эффективно.",
  "Please do not share knowledge about the vulnerability with others, until the issue has been fixed or we have worked out some safe and coordinated way of publication with you. Do not abuse the vulnerability. After a vulnerability has been reported, you will be contacted within 2 working days to make arrangements for a reasonable period of recovery, a possible coordinated publication of the vulnerability and reward.": "Пожалуйста, не передавайте информацию об уязвимости другим лицам до тех пор, пока проблема не будет устранена или мы не выработаем какой-либо безопасный и согласованный с вами способ публикации. Не злоупотребляйте уязвимостью. После сообщения об уязвимости с вами свяжутся в течение 2 рабочих дней, чтобы договориться о разумном периоде восстановления, возможной скоординированной публикации уязвимости и вознаграждении.",
  "Eligibility": "Соответствующий",
  "Reward eligibility may be constrained by legal factors (e.g., not being allowed to make payments to certain countries or to transfer assets to anonymous accounts). We will do our best to find a way to reward submitters fairly for their discoveries, but may not be able to under all circumstances. Also, vulnerability abuse or sharing with third parties may disqualify you from any reward payment.": "Право на получение вознаграждения может быть ограничено юридическими факторами (например, запрет на осуществление платежей в определенные страны или перевод активов на анонимные счета). Мы приложим все усилия, чтобы найти способ справедливо вознаградить участников за их открытия, но это может оказаться невозможным при любых обстоятельствах. Кроме того, злоупотребление уязвимостью или передача информации третьим лицам может лишить вас права на получение вознаграждения."
  "We are not network operators": "Мы не являемся сетевыми операторами",
  "As a decentralized system, we are entirely separate from any validators running the Vega protocol and vulnerabilities relevant to specific validators should be reported to them directly (though feel free to let us know if you think a validator is not responding appropriately). In addition, we have no influence on how the validators (or their cloud providers) might react if you poke their systems, so we cannot help you if you do so in any way that upsets them. For testing your discoveries, using a separate protocol instance that you can run for yourselves is advised. The best way to do this is via the <2><0></0>Vega Capsule tool</2>.": "Будучи децентрализованной системой, мы полностью отделены от любых валидаторов, работающих по протоколу Vega, и об уязвимостях, относящихся к конкретным валидаторам, следует сообщать непосредственно им (хотя не стесняйтесь сообщать нам, если вы считаете, что валидатор реагирует неадекватно). Кроме того, мы не можем повлиять на реакцию валидаторов (или их облачных провайдеров), если вы будете тыкать в их системы, поэтому мы не сможем помочь вам, если вы сделаете это так, что это их расстроит. Для тестирования своих открытий рекомендуется использовать отдельный экземпляр протокола, который можно запустить самостоятельно. Лучше всего это делать с помощью инструмента <2><0></0>Vega Capsule</2>.",
  "Encrypted or anonymous submissions": "Зашифрованные или анонимные материалы",
  "If you want to send an encrypted message to security@vegaprotocol.io, you can use our PGP key, which is detailed below.": "Если Вы хотите отправить зашифрованное сообщение на адрес security@vegaprotocol.io, Вы можете воспользоваться нашим PGP-ключом, который подробно описан ниже.",
  "For anonymous submissions, you can use the following form:": "Для анонимного представления материалов можно воспользоваться следующей формой:",
  "Send Message": "Отправить сообщение",
  "Submit bug report": "Отправить сообщение об ошибке",
  "Are you sure you want to submit the form?": "Вы уверены, что хотите отправить форму?",
  "Cancel": "Отменить",
  "Submit": "Отправить",
  "PGP Key": "PGP-ключ",
  "This is the PGP key that can be used to securely submit security issues to the project team. Please note that this is the only usage of the key; especially, this key will never be used to issue signatures that are in any way meaningful or binding. We also may change the key at any time, so please make sure to check here for the current version.": "Это PGP-ключ, который может быть использован для безопасного представления проблем безопасности команде проекта. Пожалуйста, обратите внимание, что это единственное использование ключа; в частности, этот ключ никогда не будет использоваться для выдачи подписей, имеющих какое-либо значение или обязательную силу. Мы также можем изменить ключ в любое время, поэтому обязательно проверяйте здесь его текущую версию."
}
