{
  "Once you have formalised your proposal and made any final amends, it is time to submit the proposal to the public chain using the APIs. Use the templates provided in the docs to convert your market definition from the forum post into a formal on-chain proposal.": "После того как вы оформили свое предложение и внесли в него последние изменения, настало время отправить его в публичную цепочку с помощью API. Используйте шаблоны, приведенные в документации, чтобы преобразовать определение рынка из сообщения на форуме в официальное предложение на цепочке.",
  "A proposal cannot be changed once submitted - it will be validated by the nodes and enter straight into the voting period - therefore it's important to submit only when you are happy with the proposal's content. Anyone with <2></2> who has staked to a validator, can submit a new market proposal. Once submitted, head back to the forum to rally the community to vote.": "После подачи предложение не может быть изменено - оно будет подтверждено узлами и сразу же поступит на голосование, поэтому важно подавать предложение только тогда, когда вы удовлетворены его содержанием. Подать новое рыночное предложение может каждый, кто имеет <2></2> и сделал ставку на валидатор. После подачи предложения вернитесь на форум, чтобы привлечь сообщество к голосованию.",
  "If all your proposals inputs pass validation, community token holders consider and vote for or against active proposals using the governance dApp. Share your market ideas on the Vega forum to get the community motivated to vote for your proposal. Note, each public key with a minimum of <2></2> gets just one vote per proposal.": "Если все ваши предложения пройдут проверку, держатели токенов сообщества рассмотрят и проголосуют за или против активных предложений с помощью управляющего dApp. Поделитесь своими рыночными идеями на форуме Vega, чтобы мотивировать сообщество голосовать за ваше предложение. Обратите внимание, что каждый открытый ключ с минимальным значением <2></2> дает только один голос за предложение.",
  "Phase 1": "Первая фаза",
  "Sense check your market idea": "Проверка идеи на прочность",
  "<p>Start a topic and share an outline of the market you propose on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.</p>": "<p>Начните тему и поделитесь набросками предлагаемого рынка на форуме с тегом 'sense-check' По полученным 'лайкам' и ответам можно судить о поддержке вашего предложения и уточнить свои планы.</p>",
  "Start a topic on the forum": "Создать тему на форуме",
  "See what markets already exist": "Узнайте, какие рынки уже существуют",
  "Phase 2": "Вторая фаза",
  "Formalise your proposal": "Сформируйте ваше предложение",
  "<p>Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the the market, including the data (JSON or similar) that would be submitted on chain i.e. market name and code, Oracle / data source the market will use for settlement, and risk model (to calculate margin requirements and ensure safe trading).</p><p>Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.</p>": "<p>Обновите тему предложения на основе полученных отзывов и убедитесь, что вы включили в него обоснование и специфику рынка, в том числе данные (JSON или аналогичные), которые будут предоставляться по цепочке, т.е. название и код рынка, Oracle / источник данных, который рынок будет использовать для расчетов, и модель рисков (для расчета маржинальных требований и обеспечения безопасной торговли).</p><p>Обновите тег и предложите дебаты и обсуждения для изменения предложения, пока оно не достигнет окончательного состояния, готового к отправке.</p>",
  "Read the docs to make a proposal": "Изучите документы, чтобы подать предложение",
  "Check out the forum": "Загляните в наш форум",
  "Phase 3": "Третья фаза",
  "Submit your proposal": "Отправьте своё предложение",
  "Phase 4": "Четвертая фаза",
  "Get voting": "Получите голоса",
  "Vote for proposals": "Голосуйте за предложения",
  "Phase 5": "Пятая фаза",
  "Attract liquidity": "Привлечение ликвидности",
  "<p>Any Vega participant with sufficient collateral* can provide liquidity for a market by submitting a transaction to the network. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.</p><p><i>*the size of the nominated liquidity commitment amount and the margins required to support the orders generated from that commitment.</i></p>": "<p>Любой участник Vega, имеющий достаточное обеспечение, может предоставить ликвидность рынку, отправив транзакцию в сеть. Привлечение ликвидности осуществляется с помощью встроенного в Vega механизма стимулирования, который обеспечивает соответствие между трейдерами и маркет-мейкерами.</p><p><i>*размер заявленной суммы обязательства по предоставлению ликвидности и маржи, необходимой для обеспечения ордеров, генерируемых на основе этого обязательства.</i></p>",
  "Read the docs about liquidity provision": "Прочитайте документацию про привлечение ликвидности",
  "Phase 6": "Шестая фаза",
  "Launch Market": "Запуск рынка",
  "<p>If a proposal passes the vote, the market is enacted automatically, as soon as it has received enough committed liquidity.</p>": "<p>Если предложение проходит голосование, то рынок вводится в действие автоматически, как только он получает достаточное количество целевой ликвидности.</p>",
  "Market Creation with Vega": "Создание рынка с помощью Vega",
  "Bring the future of DeFi within reach - and create a futures market on any underlying. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.": "Сделайте будущее DeFi доступным - и создайте фьючерсный рынок на любой базовый актив. Привлеките ликвидность с помощью встроенного в Vega механизма стимулирования, который обеспечивает соответствие между трейдерами и маркет-мейкерами.",
  "Governance": "Управление",
  "Create markets": "Создание рынка",
  "Create a cash-settled futures market on any underlying. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.": "Создайте фьючерсный рынок с расчетами на любой базовый актив. Привлечение ликвидности с помощью встроенного в Vega механизма стимулирования, который обеспечивает соответствие между трейдерами и маркет-мейкерами.",
  "How to create a new market on Vega": "Как создать новый рынок с Vega",
  "Creating a market is part of Vega governance. To get started, get and hold $VEGA tokens in your wallet.": "Создание рынка является частью управления Vega. Чтобы начать работу, получите и держите в своем кошельке токены $VEGA.",
  "Find out more": "Узнать больше",
  "Get started": "Приступить к работе"
}
