{
  "Once you have formalised your proposal and made any final amends, it is time to submit the proposal to the public chain using the APIs. Use the templates provided in the docs to convert your market definition from the forum post into a formal on-chain proposal.": "",
  "A proposal cannot be changed once submitted - it will be validated by the nodes and enter straight into the voting period - therefore it's important to submit only when you are happy with the proposal's content. Anyone with <2></2> who has staked to a validator, can submit a new market proposal. Once submitted, head back to the forum to rally the community to vote.": "",
  "If all your proposals inputs pass validation, community token holders consider and vote for or against active proposals using the governance dApp. Share your market ideas on the Vega forum to get the community motivated to vote for your proposal. Note, each public key with a minimum of <2></2> gets just one vote per proposal.": "",
  "Phase 1": "",
  "Sense check your market idea": "",
  "<p>Start a topic and share an outline of the market you propose on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.</p>": "",
  "Start a topic on the forum (Testnet)": "",
  "See what markets exist already (Testnet)": "",
  "Phase 2": "",
  "Formalise your proposal": "",
  "<p>Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the the market, including the data (JSON or similar) that would be submitted on chain i.e. market name and code, Oracle / data source the market will use for settlement, and risk model (to calculate margin requirements and ensure safe trading).</p><p>Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.</p>": "",
  "Read the docs to make a proposal (Testnet)": "",
  "Check out the forum (Testnet)": "",
  "Phase 3": "",
  "Submit your proposal": "",
  "Submit your proposal (Testnet)": "",
  "Phase 4": "",
  "Get voting": "",
  "Vote for proposals (Testnet)": "",
  "Phase 5": "",
  "Attract liquidity": "",
  "<p>Any Vega participant with sufficient collateral* can provide liquidity for a market by submitting a transaction to the network. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.</p><p><i>*the size of the nominated liquidity commitment amount and the margins required to support the orders generated from that commitment.</i></p>": "",
  "Read the docs about liquidity provision (Testnet)": "",
  "Phase 6": "",
  "Launch Market": "",
  "<p>If a proposal passes the vote, the market is enacted automatically, as soon as it has received enough committed liquidity.</p>": "",
  "Market Creation with Vega": "",
  "Bring the future of DeFi within reach - and create a futures market on any underlying. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.": "",
  "Governance": "",
  "Create markets": "",
  "Create a cash-settled futures market on any underlying. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.": "",
  "Creating a market is part of Vega governance. To get started, get and hold $VEGA tokens in your wallet.": "",
  "Find out more": "",
  "How to create a new market on Vega": "",
  "Get started": "",
  "See what markets already exist (Testnet)": ""
}
