{
  "Overview": "Обзор",
  "How-to use": "Как использовать",
  "Developers": "Разработчики",
  "Vega Wallet": "Бумажник Vega",
  "Securely connect to Vega dapps and instantly approve and reject transactions on the Vega network": "Безопасное подключение к dapps Vega и мгновенное одобрение и отклонение транзакций в сети Vega",
  "Download Vega Wallet (Mainnet)": "Скачать Vega Wallet (Mainnet)",
  "Want to test new features on Fairground?": "Хотите протестировать новые возможности Fairground?",
  "Error fetching Fairground desktop wallet downloads": "Ошибка при получении загрузок кошелька Fairground для рабочего стола",
  "Download Vega Wallet (Testnet)": "Скачать Vega Wallet (Testnet)",
  "Explore the wallet project on Github": "Изучите проект кошелька на Github",
  "Your wallets, your keys": "",
  "Easily manage multiple Vega wallets and key pairs in one place.": "Удобное управление несколькими кошельками Vega и парами ключей в одном месте.",
  "Secure connections": "Безопасные соединения",
  "Connect, manage permissions key by key and disconnect from Vega dapps securely.": "Подключение, управление разрешениями по ключам и безопасное отключение от Vega dapps.",
  "Instantly approve and reject transactions": "Мгновенное утверждение и отклонение транзакций",
  "Quickly approve or reject transaction requests and keep track of their status on the network.": "Быстрое одобрение или отклонение запросов на транзакции и отслеживание их статуса в сети.",
  "Read the guide to getting started with Vega wallet": "Ознакомьтесь с руководством по началу работы с кошельком Vega",
  "Integrate": "Интегрировать",
  "Connect your dapp using the Vega wallet API": "Подключить свой dapp с помощью API кошелька Vega",
  "Read the Docs": "Читайте документы",
  "Interact directly via command line (CLI), customise, isolate keys and build and send commands": "Взаимодействие непосредственно через командную строку (CLI), настройка, изолирование клавиш, создание и отправка команд",
  "Get the CLI app": "Получить приложение CLI"
}
