{
  "This value is determined by the network parameter ‘network.validators.ersatz.multipleOfTendermintValidators’ multiplied by ‘network.validators.tendermint.number’": "",
  "Limit*": "",
  "Reward multiplier**": "",
  "Validator Score": "",
  "Candidate Validators": "",
  "Standby Validators": "",
  "Consensus Validators": "",
  "Unlimited": "",
  "This value is always set to 1 for Consensus validators": "",
  "Lowest": "",
  "Highest": "",
  "Validate and secure the network": "Проверка и защита сети",
  "Vega is a delegated proof of stake network with a finite number of validators, rewarded for securing the network. Consensus validators run a node validating the blocks containing the network's transactions and Vega token holders nominate validators through staking - delegating their VEGA to their chosen validator.": "Vega это сеть с делегированным доказательством доли с конечным числом валидаторов, получающих вознаграждение за обеспечение безопасности сети. Валидаторы консенсуса управляют узлом, проверяющим блоки, содержащие транзакции сети, а владельцы токенов Vega назначают валидаторов через стейкинг, делегируя свои VEGA выбранному валидатору.",
  "Use Vega": "Использование Vega",
  "Validator rewards": "Валидатор вознаграждений",
  "* The no. of Consensus Validators is expected to increase through governance, further decentralising the protocol over time, with the no. of Standby Validators increasing as a multiple of the number of Consensus Validators, currently configured to <2></2>.": "* Ожидается, что число валидаторов консенсуса будет увеличиваться в процессе управления, что приведет к дальнейшей децентрализации протокола с течением времени, а число резервных валидаторов будет увеличиваться кратно числу валидаторов консенсуса, которое в настоящее время настроено на <2></2>.",
  "**Consensus validators secure the network and therefore earn rewards. Standby validators are ready to step up and fill open consensus validator slots and therefore are also rewarded by the protocol. However their share of rewards is penalised relative to consensus validators by a factor of <2></2>": "** Валидаторы консенсуса обеспечивают безопасность сети и, соответственно, получают вознаграждение. Резервные валидаторы готовы в любой момент занять свободные места валидаторов консенсуса и поэтому также вознаграждаются протоколом. Однако их доля вознаграждения штрафуется по сравнению с валидаторами консенсуса в <2></2> раз.",
  "Become a Mainnet Validator": "Стать валидатором сети",
  "Any participant in the Vega network can become a validator. You'll need to set up a node and its infrastructure, submit a transaction on chain, self-stake <2></2> and attract token holders to stake (delegate) their tokens to you.": "Валидатором может стать любой участник сети Vega. Для этого необходимо создать узел и его инфраструктуру, провести транзакцию по цепи, самостоятельно разместить <2></2> и привлечь держателей токенов к размещению (делегированию) своих токенов.",
  "Those with the highest <2>validator scores</2> (a measure of performance and stake) become consensus validators and earn the greatest rewards from infrastructure fees paid on every trade and transfer, with a portion distributed to stakers and standby validators. The <6>validators list</6> is refreshed every epoch <10></10>.": "Лица, набравшие наибольшее количество баллов <2>validator scores</2> (мера эффективности и заинтересованности), становятся валидаторами консенсуса и получают наибольшее вознаграждение за счет инфраструктурных сборов, выплачиваемых с каждой сделки и перевода, часть которых распределяется между стейкерами и резервными валидаторами. Список <6> валидаторов</6> обновляется каждую эпоху <10></10>.",
  "Become a Mainnet validator": ""
}
