{
  "Community": "Сообщество",
  "Meet our contributors": "Знакомство с нашими соавторами",
  "Events": "Mероприятия",
  "Upcoming community events, meet-ups, research office hours and community calls.": "Предстоящие общественные мероприятия, встречи, часы работы исследовательского офиса и обращения к сообществу.",
  "Upcoming events + meetups": "Предстоящие мероприятия + встречи",
  "Join the Vega community, where a fair finance future is being co-created - starting with derivatives.": "Присоединяйтесь к сообществу Vega, где совместно создается будущее справедливых финансов - начиная с деривативов.",
  "Join the Vega community": "Присоединяйтесь к сообществу Vega",
  "Earn rewards for contributing to the future of finance.": "Получайте вознаграждение за вклад в будущее финансов.",
  "Join us on Discord": "Присоединяйтесь к нам в Discord",
  "Where we are": "Где мы находимся",
  "Hangout, chat, get support, suggest new content and art - we're all here!": "Общайтесь, пишите, получайте поддержку, предлагайте новый контент и искусство - мы все здесь!",
  "Forum": "Форум",
  "Discuss governance and governance proposals on Vega Networks.": "Обсудить предложения по управлению и руководству в Vega Networks.",
  "Telegram": "Telegram",
  "Official Telegram Group for Vega Protocol.": "Официальная группа Telegram для протокола Vega.",
  "Twitter": "Twitter",
  "Substack": "Substack",
  "Roll up! Roll up! Vega's bi-weekly highlights newsletter.": "Свернуть! Свернуть! Информационный бюллетень Vega, выходящий раз в две недели.",
  "YouTube": "YouTube",
  "Video tutorials, presentations, development updates, and milestones of the Vega project.": "Видеоинструкции, презентации, информация о разработке и основных этапах проекта Vega.",
  "Twitch": "Twitch",
  "Weekly live-streams, Thursdays 6pm BST/UTC+1!": "Еженедельные прямые трансляции, по четвергам в 18:00 BST/UTC+1!",
  "Medium": "Medium",
  "Latest news on the Vega blog.": "Последние новости в блоге Vega.",
  "Github": "Github",
  "Explore our online repositories, or collaborate with the Vega teams.": "Изучайте наши онлайн хранилища или сотрудничайте с командами Vega.",
  "Upcoming events": "Предстоящие события",
  "Livestreams, conferences, research office hours and community calls": "Трансляции, конференции, часы работы исследовательского офиса и звонки в сообщество",
  "Events and meetups": "Мероприятия и встречи",
  "Contribute and get rewarded": "Вносите свой вклад и получайте вознаграждение",
  "Ambassador program": "Амбассадорская программа",
  "Leading community members share what we're building with those that need to hear it — and get rewarded.": "Ведущие члены сообщества делятся тем, что мы создаем, с теми, кто должен это услышать - и получают за это вознаграждение.",
  "Builders Club": "Клуб строителей",
  "For developers, coders, hackers, dreamers who want to create software on top of Vega.": "Для разработчиков, кодеров, хакеров, мечтателей, которые хотят создавать программное обеспечение на базе Vega.",
  "Translate": "Перевод",
  "For the talented multi-linguists who want to support the project with translations.": "Для талантливых переводчиков, желающих поддержать проект переводами.",
  "Feedback": "Обратная связь",
  "Feedback and feature requests": "Отзывы и пожелания по функциям",
  "Contribute to the source code, and get building with our APIs.": "Внесите свой вклад в исходный код и начните работать с нашими API.",
  "Docs": "Документация",
  "Share feedback, make suggestions and help translate.": "Делитесь отзывами, вносите предложения и помогайте переводить.",
  "Incentives": "Стимулы",
  "Get rewarded for your efforts testing the network": "Получайте вознаграждение за свои усилия по тестированию сети",
  "Earn rewards": "Получайте вознаграждения"
}
