{
  "Vega Wallet": "",
  "Connect to Vega dApps and sign transactions from your browser on the Vega network.": "",
  "Desktop Wallet": "",
  "An easy to use Desktop Wallet app. Manage multiple wallets, multiple keys — and get access to the Vega network.": "",
  "CLI Wallet": "",
  "Non-visual, command line wallet app with the ability to customise key details, isolate keys and build & send commands.": "",
  "Dune": "",
  "Visit the Vega dashboard on Defi Llama to explore on chain metrics for the network.": "",
  "Defi Llama": "",
  "Ethereum": "",
  "Vega supports bridging of any ERC20 token onto the network, so long as that token has been proposed and approved via on-chain governance. The protocol can also source oracle data from any Ethereum RPC.": "",
  "Hummingbot": "",
  "Run pre-built automated strategies or compose your own with Hummingbot on Vega.": "",
  "Chainlink": "",
  "Any price feed available via Chainlink can be used to drive a market on the network through the protocol's flexible Ethereum oracles framework.": "",
  "Uniswap": "",
  "The Vega network can source prices from any Uniswap pool by using this community created smart contract during market creation.": "",
  "TradingView": "",
  "TradingView powered charts available in some versions of Console alongside Vega's own open source chart software.": "",
  "Metamask": "",
  "Connect to Console or Governance apps using the Vega MetaMask Snap for quick and pain free onboarding to the Vega network.": "",
  "Pyth": "",
  "Pyth price data feeds can be pushed to a contract on Ethereum, Gnosis or Arbitrum chains and once available can be consumed by the protocol's data sourcing framework.": "",
  "Gnosis": "",
  "Gnosis offers low fee, high efficiency infrastructure for provision of pricing feeds as part of Vega's Ethereum L2 oracles framework.": "",
  "Arbitrum": "",
  "Arbitrm offers low fee, high efficiency infrastructure for provision of pricing feeds as part of Vega's Ethereum L2 oracles framework.": "",
  "Console": "",
  "IPFS hosted trading interface to deposit assets, place trades and follow your positions.": "",
  "Governance": "",
  "Explore validators on the network, stake tokens, and vote on governance proposals.": "",
  "Block Explorer": "",
  "Dashboard with real-time information about the Vega blockchain.": "",
  "Community Guides": "",
  "Vega World": "",
  "Validator-created dashboard providing information on validators, staking, and rewards.": "",
  "Data Node": "",
  "Learn how to set up your own data node to support application building on Vega.": "",
  "Vega Capsule": "",
  "Use Vega Capsule to create an instance of the Vega network on your computer to experiment with using the protocol.": "",
  "Docs": "",
  "Explore the official Vega Protocol documentation to learn about the network": "",
  "UMA’s Optimistic Oracle can be used to secure and settle markets on Vega for unique DeFi uses cases like Points Markets and Pre-launch market cap futures": "",
  "integrations": "",
  "wallets": "кошельки",
  "dapps": "",
  "validators": "",
  "build": "",
  "analytics": "",
  "Ecosystem": "",
  "Use the network to get tokens, start staking, configure the network, or trade. And help fuel the DeFi economy.": "Используйте сеть, чтобы получить токены, начать стейкинг, настроить сеть или торговать. И помогите поддержать экономику DeFi.",
  "Anyone can build tools on Vega, this page provides easy access to all tools built and registered with the project team. Project team owned tools that cover the key functions of the network are marked as \"Made by Vega\".": "",
  "All": "Все",
  "Integrations": "",
  "Wallets": "Кошельки",
  "dApps": "",
  "Analytics": "",
  "Validators": "",
  "Build on Vega": "",
  "Integrations do not necessarily imply any official partnership or relationship between Vega Protocol and the integration listed": "",
  "Want to add something to this list?": "Хотите добавить что-нибудь к этому списку?",
  "<0>Chat to us on Discord</0> and <3>start building</3>.": "<0>Пообщайтесь с нами в Discord</0> и <3>начните строить</3>."
}
