{
  "Ambassador Leaderboards": "Лидерборд Амбассадоров",
  "We celebrate our ambassadors and their work. Complete tasks to top the leaderboard, rise up the ranks, and see your name here!": "Мы чествуем наших послов и их работу. Выполняйте задания, чтобы занять первое место в таблице лидеров, поднимайтесь по карьерной лестнице и увидите свое имя здесь!",
  "Community": "Сообщество",
  "Content Collective": "",
  "All time": "",
  "Loading...": "Загрузка...",
  "Error retrieving leaderboard...": "Ошибка при получении таблицы лидеров...",
  "Ambassadors": "",
  "Knowledgeable in cryptocurrencies, DeFi and DAOs? We want you to be a driving force of the Vega community.": "Хорошо разбираетесь в криптовалютах, DeFi и DAO? Мы хотим, чтобы вы стали движущей силой сообщества Vega.",
  "Join a team": "Присоединяйтесь к команде",
  "Content collective": "Коллективный контент",
  "Join the team creating non-technical content and designs for exclusive bounties.": "Присоединяйтесь к команде, создающей нетехнический контент и дизайн для эксклюзивных вознаграждений.",
  "Tweets / Translations / Editorials / Infographics": "Твиты / Переводы / Редакции / Инфографика",
  "Apply now": "Приступить к работе",
  "Builders Club": "Клуб строителей",
  "Get support building on top of the Vega protocol and access exclusive builder club bounties.": "Получите поддержку при строительстве на базе протокола Vega и доступ к эксклюзивным вознаграждениям клуба строителей.",
  "Docs / Hackathons / Coding support": "Документы / Хакатоны / Поддержка кодирования",
  "See what's going on": "Посмотреть, что происходит",
  "Multilingual League": "Многоязычная лига",
  "Be a part of the language specialists helping to make Vega accessible to more people across the globe.": "Станьте частью команды языковых специалистов, помогающих сделать Vega доступной для большего числа людей по всему миру.",
  "Internationalisation / Local Language Groups / AMAs": "Интернационализация / Местные языковые группы / AMA",
  "Benefits of being an ambassador": "Преимущества работы в качестве амбассадора",
  "Vega+ Ambassadors are a valued extension of the team, and work closely with core Vega members.": "Амбассадоры Vega+ являются ценным дополнением к команде и работают в тесном контакте с основными членами Vega.",
  "Gain real-world experience in community building by shaping the Vega movement from the ground up": "Приобрести реальный опыт создания сообщества, формируя движение Vega с нуля",
  "Access to exclusive Discord lounges": "Доступ к эксклюзивным веткам Discord",
  "Early access to bounties, beta testing of products": "Ранний доступ к вознаграждениям, бета-тестирование продуктов",
  "Priority consideration on protocol feedback": "Приоритетное рассмотрение отзывов на протокол",
  "Exclusive meetups - Invitations to all of Vega's events, both offline and online": "Эксклюзивные встречи - приглашения на все мероприятия Vega, как офлайн, так и онлайн",
  "Limited Edition Vega swag": "Ограниченный выпуск мерча Vega",
  "Grow with Vega - scaling rewards as you climb the ranks": "Расти вместе с Vega - масштабирование вознаграждений по мере продвижения по служебной лестнице",
  "Leaderboards": "Лидерборды",
  "Expectations": "Требования",
  "There are no exact requirements to being an ambassador; the extent of what you'll work on will depend on your team and role. Nevertheless, these are the non-negotiables:": "Точных требований к работе в качестве посла не существует; объем работы зависит от команды и роли. Тем не менее, это обязательные условия:",
  "Agree with the code of conduct; keep to the rules": "Соглашаться с кодексом поведения; придерживаться правил",
  "Attend most meetings with other ambassadors, engage with your team": "Посещать большинство встреч с другими послами, взаимодействовать со своей командой",
  "Learn with the core team: attend office hours, ask questions, grow": "Учиться вместе с основной командой: посещать офисные часы, задавать вопросы, развиваться",
  "Let us know when things aren't working for you, if you need a break, that's okay!": "Сообщайте нам, если у вас что-то не получается, если вам нужен перерыв - это нормально!",
  "Be active on Discord - most communication will take place there": "Будьте активны в Discord - большая часть общения будет происходить там",
  "Join the community": "Присоединяйтесь к сообществу",
  "Discord": "Discord",
  "Telegram": "Telegram",
  "Github": "Github",
  "Mainnet Docs": "Документация Mainnet",
  "Fairground Docs": "Документы Fairground",
  "Twitter": "Twitter",
  "Forum": "Форум",
  "YouTube": "YouTube",
  "Twitch": "Twitch"
}
