{
  "Once you have formalised your proposal and made any final amends, it is time to submit the proposal to the public chain using the APIs. Use the templates provided in the docs to convert your market definition from the forum post into a formal on-chain proposal.": "После того как вы формализовали свое предложение и внесли последние поправки, пришло время отправить предложение в публичную цепочку с помощью API. Используйте шаблоны, предоставленные в документации, чтобы преобразовать ваше определение рынка из сообщения на форуме в официальное предложение на цепочке.",
  "A proposal cannot be changed once submitted - it will be validated by the nodes and enter straight into the voting period - therefore it's important to submit only when you are happy with the proposal's content. Anyone with <2></2> who has staked to a validator, can submit a new market proposal. Once submitted, head back to the forum to rally the community to vote.": "После подачи предложение нельзя изменить - оно будет подтверждено узлами и сразу попадет в период голосования - поэтому важно подавать предложение только тогда, когда вы довольны его содержанием. Любой человек с <2></2>, сделавший ставку на валидатор, может подать новое рыночное предложение. После подачи предложения вернитесь на форум, чтобы собрать сообщество для голосования.",
  "If all your proposals inputs pass validation, community token holders consider and vote for or against active proposals using the governance dApp. Share your market ideas on the Vega forum to get the community motivated to vote for your proposal. Note, each public key with a minimum of <2></2> gets just one vote per proposal.": "Если все ваши предложения проходят проверку, держатели токенов сообщества рассматривают и голосуют за или против активных предложений с помощью dApp управления. Поделитесь своими рыночными идеями на форуме Vega, чтобы мотивировать сообщество голосовать за ваше предложение. Обратите внимание, что каждый публичный ключ с минимальным значением <2></2> получает только один голос за каждое предложение.",
  "Phase 1": "Фаза 1",
  "Sense check your market idea": "Проверьте свою идею на рынке",
  "<p>Start a topic and share an outline of the market you propose on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.</p>": "<p>Начните тему и поделитесь набросками предлагаемого вами рынка на форуме с тегом 'sense-check'. Получите представление о том, есть ли поддержка вашего предложения по количеству полученных "лайков" и ответов, и уточните свои планы.</p>",
  "Start a topic on the forum (Testnet)": "Начать тему на форуме (Testnet)",
  "See what markets exist already (Testnet)": "Узнайте, какие рынки уже существуют (Testnet)",
  "Phase 2": "Фаза 2",
  "Formalise your proposal": "Формализуйте свое предложение",
  "<p>Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the the market, including the data (JSON or similar) that would be submitted on chain i.e. market name and code, Oracle / data source the market will use for settlement, and risk model (to calculate margin requirements and ensure safe trading).</p><p>Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.</p>": "<p>Обновите тему вашего предложения на основе полученных отзывов и убедитесь, что вы включили обоснование и специфику рынка, в том числе данные (JSON или аналогичные), которые будут подаваться по цепочке, т.е. название и код рынка, Oracle / источник данных, который рынок будет использовать для расчетов, и модель риска (для расчета маржинальных требований и обеспечения безопасной торговли).</p><p>Обновите тег и предложите дебаты и обсуждения для внесения изменений в предложение, пока оно не достигнет окончательного состояния, готового к подаче.</p>.",
  "Read the docs to make a proposal (Testnet)": "Прочитайте документацию, чтобы сделать предложение (Testnet)",
  "Check out the forum (Testnet)": "Загляните на форум (Testnet)",
  "Phase 3": "Фаза 3",
  "Submit your proposal": "Отправьте свое предложение",
  "Submit your proposal (Testnet)": "Подайте свое предложение (Testnet)",
  "Phase 4": "Фаза 4",
  "Get voting": "Проголосовать",
  "Vote for proposals (Testnet)": "Голосовать за предложения (Testnet)",
  "Phase 5": "Фаза 5",
  "Attract liquidity": "Привлечение ликвидности",
  "<p>Any Vega participant with sufficient collateral* can provide liquidity for a market by submitting a transaction to the network. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.</p><p><i>*the size of the nominated liquidity commitment amount and the margins required to support the orders generated from that commitment.</i></p>": "<p>Any Vega participant with sufficient collateral* can provide liquidity for a market by submitting a transaction to the network. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.</p><p><i>*the size of the nominated liquidity commitment amount and the margins required to support the orders generated from that commitment.</i></p>",
  "Read the docs about liquidity provision (Testnet)": "Ознакомьтесь с документами о предоставлении ликвидности (Testnet)",
  "Phase 6": "Фаза 6",
  "Launch Market": "Рынок запуска",
  "<p>If a proposal passes the vote, the market is enacted automatically, as soon as it has received enough committed liquidity.</p>": "<p>Если предложение проходит голосование, рынок вводится в действие автоматически, как только он получает достаточное количество обязательной ликвидности.</p>",
  "Market Creation with Vega": "Создание рынка с помощью Vega",
  "Bring the future of DeFi within reach - and create a futures market on any underlying. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.": "Сделайте будущее DeFi досягаемым - и создайте фьючерсный рынок на любой базовый актив. Привлеките ликвидность с помощью встроенного в Vega механизма стимулирования, который обеспечивает соответствие между трейдерами и маркет-мейкерами.",
  "Governance": "Управление",
  "Create markets": "Создание рынков",
  "Create a cash-settled futures market on any underlying. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.": "Создайте фьючерсный рынок с денежными расчетами на любой базовый актив. Привлечение ликвидности с помощью встроенного в Vega механизма стимулирования, который обеспечивает соответствие между трейдерами и маркет-мейкерами.",
  "How to create a new market on Vega": "Как создать новый рынок на Vega",
  "Creating a market is part of Vega governance. To get started, get and hold $VEGA tokens in your wallet.": "Создание рынка является частью управления Vega. Чтобы начать работу, получите и держите в своем кошельке токены $VEGA.",
  "Find out more": "Узнать больше",
  "Get started": "Приступить к работе",
  "See what markets already exist (Testnet)": "Узнайте, какие рынки уже существуют (Testnet)"
}
