{
  "Coming soon": "",
  "Purpose built bespoke blockchain": "",
  "Ethereum and other blockchains suffer slow performance since they're generalist tools, with smart contracts for everything - applying the same rules regardless of what you use them for. They charge high gas fees and require workarounds to be applied to trading. Vega is built from the ground up using high performing, purpose-built smart contracts specifically for trading - meaning no fees on orders, and fairness at its core.": "",
  "Read more about:": "",
  "The importance of a purpose built blockchain for trading on the Vega blog <2>'Innovating in decentralised financial markets'</2>": "",
  "Runs slowly": "",
  "Fast trading": "",
  "Allows for unfair front running": "",
  "Built for fairness from the ground up": "",
  "A fee for every transaction": "",
  "No fees on orders": "",
  "Generalist tool - A workaround for trading": "",
  "Specifically built for trading": "",
  "Smart contracts for anything": "",
  "Small, purpose built smart products for trading": "",
  "Be as good as CeFi": "",
  "Be better than CeFi": "",
  "Help DeFi mature": "",
  "Key Vega Concepts": "",
  "Explore how Vega bridges traditional finance and DeFi to create a bespoke trading alternative.": "",
  "The Vega mainnet is live, trading launch H1 2023": "",
  "Token holders can participate in governance, stake and delegate.": "",
  "View the Roadmap": "",
  "Key concepts": "",
  "What makes Vega different": "",
  "Explore the features that enable you to trade and create derivatives on a fully decentralised network.": "",
  "Vega is designed to:": "",
  "Anti front-running": "",
  "Vega's pre-protocol widget, 'Wendy', ensures all nodes see the same sequence of transactions and provides cryptographic proof that all traders have fair access to the order book. This creates a fair marketplace where no participant can gain an unfair advantage, an issue rampant in DeFi and something not even sophisticated traditional exchanges can offer.": "",
  "Vega's front running protection in the papers<1>'Wendy, the Good Little Fairness Widget'</1> and <5>'Wendy grows up'</5>": "",
  "Or try out the <2>Wendy prototype</2> on a simulated network": "",
  "Permissionless market creation": "",
  "Key to delivering on the promise of blockchain and DeFi, anyone can propose a market on any underlying and the community decides what gets created (unlike other decentralised exchanges).": "",
  "Built-in liquidity incentives": "",
  "Unlock a “VC” like approach of incubating a portfolio of new markets with built in liquidity incentives, or “buying in” to more mature markets - shifting the power and reward away from exchange owners to market liquidity providers. Successful markets have enough liquidity to generate bustling activity.": "",
  "Optimised for high capital efficiency": "",
  "Vega's cross margining and portfolio risk evaluation innovations significantly lower capital costs opening up hedging instruments to a far greater range of people and businesses and allowing markets to exist that previously wouldn't due to cost.": "",
  "Overall portfolio risk is evaluated by calculating the worst possible loss that a portfolio of derivative and physical instruments might reasonably incur - live, and on-chain, instead of over the course of one trading day.": "",
  "Built-in live, automated cross margining routes a trader's gains made on one market to offset positions on other markets.": "",
  "High capital efficiency in section 3 of the Vega blog <2>Pro traders & Vega</2>": "",
  "How Vega optimises for high capital efficiency in sections 3.5 and 6.6 of the Vega<1>whitepaper</1>": "",
  "Efficient Price Discovery": "",
  "Unlike other decentralised exchanges, Vega doesn't charge gas fees, allowing better price discovery. What's more, Vega offers subsecond latency together with price protection mechanisms/circuit breakers and auctions in low liquidity regimes to discover true market prices.": "",
  "Launch a new market on Vega, or trade, confident in the knowledge that the latest and most accurate price is available to you.": "",
  "Different methods of price discovery in section 5 of the Vega blog <2>Pro traders & Vega</2>": "",
  "Pseudonymous trading": "",
  "Lowering the barrier to wealth and value creation calls for pseudonymous identities. In this way, the Vega network is accessible to anyone in the world without restriction.": "",
  "The risk considerations behind pseudonymous environments and Vega's protective measures in the Vega <2>whitepaper</2>": "",
  "Community curation of markets": "",
  "Vega's market governance is designed to allow the network to operate and grow freely, without manual or centralised intervention. Weighted voting happens by the community allocating, or staking, their tokens to validator nodes. Governance decisions include creation and closure of markets, and the setting of parameters that influence market behaviour.": "",
  "Market curation in section 3.4 of the Vega <2>whitepaper</2>": "",
  "Dynamic margins with cross margining": "",
  "Vega protocol's rigorous framework continuously monitors and manages credit risk more efficiently than centralised exchanges. A plugin-like architecture for risk models and best-in-class stochastic models that run fast enough to support frequent margin evaluations allows traders with positions to adjust quickly.": "",
  "Cross margining in the Vega blog <2>'Credit Risk and Margins on Vega'</2>": "",
  "Automated cross margining in section 3 of the Vega blog <2>'Pro traders & Vega'</2>": "",
  "Pegged orders for automated order management": "",
  "Use pegged orders on any market, at any time, to place orders and automatically track another price on the market. This enables advanced trading strategies and fast reaction times while removing concerns about latency and reducing the number of manual transactions needed to maintain liquidity provider orders.": "",
  "Pegged orders for automated management in the Vega blog <2>'How pegged orders work'</2>": "",
  "Completely decentralised network": "",
  "Most decentralised exchanges use a centralised order book, and centrally control what can be traded. With Vega, everything from the order book to market creation and maintenance, liquidity provision and rewards, prices, management of margin and how that position eventually settles happen on chain as part of the network - all of it is managed and governed by the community. This is trading with full transparency - and no black boxes - doing away with the risks that come with centralised servers and single points of failure and control.": "",
  "No gas fees on trading": "",
  "Vega does not charge gas fees. It uses a different fee structure that rewards participants and stimulates trading activity. Fees are incurred on every trade on a market in continuous trading, but it is the price taker who pays the fee. During a market's opening auction, no fees are collected.": "",
  "Gas fees under 'Miner extractable value (MEV) on blockchains' on the blog <2>'Fair access to efficient derivatives markets'</2>": "",
  "Cross chain support": "",
  "Vega currently lets users propose any ERC-20 tokens to use as collateral. Once the protocol is fully blockchain-agnostic, trades will be able to settle in any crypto-asset on a supported chain, paving the way for physically settled and cash settled products, as commodity and asset tokenisation become widespread.": "",
  "Cross chain support and multi-chain collateral in the Vega paper<1>'Vega Technical Overview'</1>": "",
  "Scalable DeFi infrastructure": "",
  "Vega works alongside other layer 1 blockchains - with open source APIs and libraries - making it easy to build status quo-challenging user interfaces.": "",
  "For example, by using WebSocket for communication between your app and the server, GraphQL or gRPC APIs for streaming market data and Vega Pennant for simple graphs you could easily create responsive markets to monitor real world/spot dynamics and automatically propose a hedging market when volatility exceeds a threshold.": ""
}
