{
  "Users who place static or pegged order limit volume on the book will receive <2></2> of the trade value when an incoming trade matches their order.": "Пользователи, размещающие в книге статические или привязанные к лимитному объему ордера, получают <2></2> от стоимости сделки, когда входящая сделка совпадает с их ордером.",
  "Programmatic Trading": "",
  "Programmatic trading on Vega is enabled through rich CEX-style APIs for deployment of market making, liquidity provision, and directional trading strategies.": "Программная торговля на Vega осуществляется с помощью богатых API в стиле CEX для развертывания стратегий создания рынка, предоставления ликвидности и направленной торговли.",
  "Programmatic trading": "",
  "Enabled through rich CEX-style APIs for deployment of market making, liquidity provision, and directional trading strategies": "Использование богатых API в стиле CEX для развертывания стратегий создания рынка, обеспечения ликвидности и направленной торговли",
  "Market makers": "Маркет-мейкеры",
  "Liquidity providers": "Поставщики ликвидности",
  "Users willing to commit a set bond amount to help ensure a market's liquidity additionally earn a liquidity provision fee set per market.": "Пользователи, готовые выделить определенную сумму токенов для обеспечения ликвидности рынка, дополнительно получают комиссию за предоставление ликвидности, установленную для каждого рынка.",
  "Starter kit": "Стартовый набор",
  "1. Pre-requisites": "1. Пререквизиты",
  "Market making and liquidity provision is risky and for sophisticated parties only. Users of this page should be able to:": "Маркетинг и предоставление ликвидности являются рискованными и предназначены только для искушенных участников. Пользователи этой страницы должны уметь:",
  "i. Actively manage liquidity deployed to a limit order book": "i. Активное управление ликвидностью, размещенной в книге лимитных заявок",
  "ii. Understand how derivatives pricing works, specifically cash-settle futures": "ii. Понять, как происходит ценообразование производных инструментов, в частности, фьючерсов с оплатой наличными",
  "iii. Code automated trading strategies and operate and monitor them 24/7": "iii. Кодирование автоматических торговых стратегий, их эксплуатация и мониторинг в режиме 24/7",
  "iv. Understand the nuances of integrating with a blockchain": "iv. Понять нюансы интеграции с блокчейном",
  "v. Manage inventory risk and build trading strategies that manage exposure to maintain neutrality": "v. Управление рисками, связанными с запасами, и построение торговых стратегий, позволяющих управлять рисками для поддержания нейтральности",
  "vi. Manage risk effectively in a leveraged trading environment": "vi. Эффективно управлять рисками в условиях торговли с использованием заемных средств",
  "2. Vega Wallet": "2. Кошелек Vega",
  "Download the CLI wallet for developer access to programmatically sign transactions and access any dApps on the network.": "Загрузите кошелек CLI для доступа разработчиков к программному подписанию транзакций и доступу к любым dApps в сети.",
  "Download CLI Wallet": "Скачать CLI Wallet",
  "Advanced: Set up your own test network": "Дополнительно: Создание собственной тестовой сети",
  "Experiment with the protocol by creating an instance of the Vega network on your computer.": "Поэкспериментируйте с протоколом, создав на своем компьютере экземпляр сети Vega.",
  "Install Vega capsule": "Установить капсулу Vega",
  "3. Explore the APIs": "3. Изучить API",
  "Core nodes": "Основные узлы",
  "View all core node APIs": "Посмотреть все API основных узлов",
  "Data node": "Узел данных",
  "View all data node APIs": "Посмотреть все API узла данных",
  "Vega wallet": "Кошелек Vega",
  "View Vega Wallet API": "Просмотр API Vega Wallet",
  "Accessed via:": "Доступ через:",
  "Integrate with the APIs": "Интеграция с API",
  "4. Tutorials and code snippets": "4. Учебные пособия и фрагменты кода",
  "Getting started": "Начало работы",
  "View": "Посмотреть",
  "Start development of a bot to trade on Vega": "Начало разработки бота для торговли на Vega",
  "Streaming data": "Потоковые данные",
  "Enhance the bot with a data stream": "Дополнение бота потоком данных",
  "Adding a liquidity commitment": "Добавление обязательств по ликвидности",
  "Add a liquidity commitment to the bot": "Добавить обязательство по ликвидности к боту",
  "Adding an external price feed": "Добавление внешнего ценового канала",
  "Add an external price feed to the bot": "Добавление внешней ценовой ленты в бот",
  "Key Resources": "Ключевые ресурсы",
  "Vega market lifecycle": "Жизненный цикл рынка Vega",
  "Vega trading modes": "Торговые режимы Vega",
  "Fees & trading rewards": "Комиссионные и торговые вознаграждения",
  "Providing liquidity": "Обеспечение ликвидности"
}
