{
  "wallets": "кошельки",
  "governance": "управление",
  "staking": "стейкинг",
  "trading": "торговля",
  "network": "сеть",
  "Desktop Wallet": "Настольный кошелек",
  "An easy to use Desktop Wallet app. Manage multiple wallets, multiple keys — and get access to the Vega network.": "Простое в использовании приложение для ПК кошельков. Управляйте несколькими кошельками, несколькими ключами - и получите доступ к сети Vega.",
  "Console": "Консоль",
  "A dApp for trading cash settled futures on the fully decentralised Vega network.": "dApp для торговли фьючерсами с денежным расчетом в полностью децентрализованной сети Vega.",
  "Governance": "Управление",
  "Review and vote on governance proposals.": "Рассмотрение и голосование по предложениям по управлению.",
  "Block Explorer": "Block Explorer",
  "Dashboard with real-time information about the Vega blockchain.": "Приборная панель с информацией о блокчейне Vega в режиме реального времени.",
  "Staking": "Стейкинг",
  "Stake $VEGA tokens and get rewarded.": "Кладите в стейкинг $VEGA и получайте вознаграждение.",
  "CLI Wallet": "CLI Кошелек",
  "Non-visual, command line wallet app with the ability to customise key details, isolate keys and build & send commands.": "Невизуальное приложение для кошелька с командной строкой, позволяющее настраивать детали ключей, изолировать ключи и создавать и отправлять команды.",
  "Guides": "Гайды",
  "Vega World": "Мир Vega",
  "Data around validators, staking and rewards past and present.": "Данные о валидаторах, ставках и вознаграждениях в прошлом и настоящем.",
  "Vesting": "Наделение",
  "Redeem locked vega tokens.": "Погасите заблокированные токены Vega.",
  "Data Node": "Дата узла",
  "Query the Vega network APIs to retrieve on chain data.": "Запрос к сетевым API Vega для получения данных о цепочке.",
  "Vega Capsule": "Vega капсула",
  "Use Vega Capsule to create an instance of the Vega network on your computer to experiment with using the protocol.": "Use Vega Capsule to create an instance of the Vega network on your computer to experiment with using the protocol.",
  "Vega Validators and Delegators": "Валидаторы и делегаторы Vega",
  "Validators performance scores in a given Epoch.": "Оценки эффективности работы валидаторов в данной эпохе.",
  "Apps and Tools": "",
  "Use the network to get tokens, start staking, configure the network, or trade. And help fuel the DeFi economy.": "Используйте сеть, чтобы получить токены, начать стейкинг, настроить сеть или торговать. И помогите поддержать экономику DeFi.",
  "Anyone can build tools on Vega, this page provides easy access to all tools built and registered with the project team. Project team owned tools that cover the key functions of the network are marked as \"Made by Vega\".": "",
  "All": "Все",
  "Wallets": "Кошельки",
  "Trading": "Торговля",
  "Network": "Сеть",
  "Vega is governed by its token holders": "Vega управляется держателями токенов",
  "Token holders propose changes, vote on proposals, create markets, and support validators by staking": "Держатели токенов предлагают изменения, голосуют за предложения, создают рынки и поддерживают валидаторов путем ставок.",
  "Learn more": "Изучить подробнее",
  "Want to add something to this list?": "Хотите добавить что-нибудь к этому списку?",
  "<0>Chat to us on Discord</0> and <3>start building</3>.": "<0>Пообщайтесь с нами в Discord</0> и <3>начните строить</3>."
}
