{
  "Validate and secure the network": "Проверка и обеспечение безопасности сети",
  "Vega is a delegated proof of stake network with a finite number of validators, rewarded for securing the network. Consensus validators run a node validating the blocks containing the network's transactions and Vega token holders nominate validators through staking - delegating their VEGA to their chosen validator.": "Vega - это сеть с делегированным доказательством доли с конечным числом валидаторов, получающих вознаграждение за обеспечение безопасности сети. Валидаторы консенсуса управляют узлом, проверяющим блоки, содержащие транзакции сети, а держатели токенов Vega назначают валидаторов через стейкинг, делегируя свои VEGA выбранному валидатору.",
  "Use Vega": "Используйте Vega",
  "Validator rewards": "Вознаграждения за валидаторство",
  "* The no. of Consensus Validators is expected to increase through governance, further decentralising the protocol over time, with the no. of Standby Validators increasing as a multiple of the number of Consensus Validators, currently configured to <2></2>.": "Ожидается, что количество Утвердителей консенсуса будет увеличиваться в процессе управления, что приведет к дальнейшей децентрализации протокола со временем, а количество резервных Утвердителей будет увеличиваться как кратное количеству Утвердителей консенсуса, которое в настоящее время настроено на <2></2>.",
  "** Consensus validators secure the network, earning a <2></2> rate on rewards. Standby validators are ready to step up and fill open consensus validator slots, earning a <6></6> rate on rewards.": "Валидаторы консенсуса обеспечивают безопасность сети, получая вознаграждение в размере <2></2>. Резервные валидаторы готовы вступить в игру и заполнить открытые слоты валидаторов консенсуса, получая <6></6> в качестве вознаграждения.",
  "Become a Mainnet Validator": "Стать валидатором сети",
  "Any participant in the Vega network can become a validator. You'll need to set up a node and its infrastructure, submit a transaction on chain, self-stake <2></2> and attract token holders to stake (delegate) their tokens to you.": "Любой участник сети Vega может стать валидатором. Вам нужно будет создать узел и его инфраструктуру, отправить транзакцию по цепи, самостоятельно сделать ставку <2></2> и привлечь держателей токенов, чтобы они сделали ставку (делегировали) свои токены вам.",
  "Those with the highest <2>validator scores</2> (a measure of performance and stake) become consensus validators and earn the greatest rewards from infrastructure fees paid on every trade and transfer, with a portion distributed to stakers and standby validators. The <6>validators list</6> is refreshed every epoch <10></10>.": "Лица с наивысшими <2> баллами валидаторов</2> (мера эффективности и доли) становятся валидаторами консенсуса и получают наибольшее вознаграждение от инфраструктурных сборов, выплачиваемых при каждой сделке и переводе, часть которых распределяется среди стакеров и резервных валидаторов. Список <6> валидаторов</6> обновляется каждую эпоху <10></10>."
}
