{
  "Loading...": "Загрузка...",
  "Can't fetch APY right now...": "Сейчас не могу найти APY...",
  "APY": "APY",
  "$VEGA paid out this epoch": "$VEGA, выплаченные в эту эпоху",
  "Develop with Vega": "Разработка с помощью Vega",
  "Get access to the Vega APIs, contribute to the source code, earn bounties and be rewarded for building the future of DeFi.": "Получите доступ к API Vega, вносите свой вклад в исходный код, получайте вознаграждение за создание будущего DeFi.",
  "Develop": "Разработать",
  "Rewards": "Вознаграждения",
  "Rewards are paid out from the treasury at the end of an epoch.": "Награды выплачиваются из казны в конце эпохи.",
  "Rewards I've earned": "Награды, которые я заработал",
  "Any Vega network participant with assets can use the rewards functionality to incentivise behaviours they would like to see in a market for trading, liquidity provision.": "Любой участник сети Vega с активами может использовать функцию вознаграждения для стимулирования поведения, которое он хотел бы видеть на рынке для торговли, предоставления ликвидности.",
  "Create your own reward": "Создайте свое собственное вознаграждение",
  "Staking rewards": "Вознаграждения за стейкинг",
  "Nominate a validator and earn treasury rewards for each full epoch staked, as well as a share of trading fees.": "Назначьте валидатора и получайте вознаграждения за каждую полную эпоху ставок, а также долю торговых сборов.",
  "Staking": "Стейкинг",
  "Become a validator": "Стать валидатором",
  "* The average annualised percentage return based on the last epoch's total rewards for staking / amount staked and the number of epochs in a year": "* Среднегодовой процентный доход, основанный на общем вознаграждении за ставку в последнюю эпоху / сумме ставки и количестве эпох в году.",
  "Incentives and Bounties": "Стимулы и вознаграждения",
  "Bounties": "Баунти",
  "Participate in developer bounties and get rewarded for your commitment.": "Участвуйте в конкурсах разработчиков и получайте вознаграждение за свою приверженность.",
  "Security issues": "Вопросы безопасности",
  "Found a software security issue? Report it to us and earn rewards by finding bugs that affect the Vega Network.": "Нашли проблему безопасности программного обеспечения? Сообщите нам об этом и получайте вознаграждения, находя ошибки, которые влияют на работу сети Vega.",
  "Report a security issue": "Сообщить о проблеме безопасности",
  "Fairground incentives": "Стимулы в Fairground",
  "Earn rewards for helping to find bugs and battle harden Vega's Testnet.": "Получайте награды за помощь в поиске ошибок и боевое укрепление Vega's Testnet.",
  "Fairground": "Fairground"
}
