{
  "Your message was successfully encrypted and delivered.": "您的消息已成功加密并发送。",
  "Sorry, your submission failed, please try again later.": "抱歉，您提交失败，请稍后再试。",
  "Bug bounties": "纠错赏金",
  "Found a software security issue? Report it to us and earn rewards by finding bugs that affect the Vega Network.": "发现软件安全问题？向我们报告并通过查找错误来获得奖励。",
  "If you believe that you have spotted a vulnerability in either the Vega protocol software (node, data node, wallet, etc.) or network or any supporting systems or code used by the project, please submit a bug report by email or the web-form as described below to have this situation resolved as soon as possible.": "如果您认为您发现了 Vega 协议软件（节点、数据节点、钱包等）或网络或项目使用的任何支持系统或代码中的漏洞，请通过电子邮件或网络提交错误报告 - 填写如下所述，以便尽快解决此情况。",
  "Scope": "范围",
  "Vega bug bounties are limited to the Core, Datanode, and all front end dApps including the desktop and hosted wallets.": "Vega的纠错赏金仅限于 Core、Datanode 和所有前端 dApp，包括桌面和托管钱包。",
  "The vega.xyz website or any bug related to the vega.xyz email domain are out of scope. The program is meant for serious bugs that have significant impact on security. Bugs on the vega.xyz website would only qualify if they demonstrate how to modify website content to replace links in order to for instance; host malicious software on the downloads section of the site, link to different github code repositories, link to impersonator Twitter / Discord accounts from the Community section etc. In particular if any automated scanner reports that there is an issue with vega.xyz then this on its own does not merit a report.": "vega.xyz网站或与vega.xyz电子邮件域名相关的任何漏洞都不在范围内。该计划旨在解决对安全性有重大影响的严重漏洞。仅当vega.xyz网站的漏洞演示如何修改网站内容以替换链接，例如，在网站的下载部分上托管恶意软件，链接到不同的GitHub代码仓库，或者在社区部分链接到冒名顶替的Twitter/Discord账户等情况下，才符合资格。特别是，如果任何自动扫描程序报告vega.xyz存在问题，单独这一点并不值得报告。",
  "How to": "如何",
  "Prevent a potential vulnerability being abused by others:": "防止潜在的漏洞被其他人滥用",
  "Submit a bug through email or, if you prefer, anonymously via the contact form below. If you want to send an encrypted message, use the Vega PGP key and send the email to security@vega.xyz.": "通过电子邮件提交错误，或者通过下面的联系表匿名提交。如果您想发送加密消息，请使用 Vega PGP 密钥并将电子邮件发送至 security@vega.xyz。",
  "Provide sufficient information (for example, a detailed description including logs, how to reproduce the vulnerability, scripts, screenshots, etc.) so that the security issue can be addressed as effectively as possible.": "提供足够的信息（例如，详细的描述，包括日志、如何重现漏洞、脚本、屏幕截图等），以便尽可能有效地解决安全问题",
  "Please do not share knowledge about the vulnerability with others, until the issue has been fixed or we have worked out some safe and coordinated way of publication with you. Do not abuse the vulnerability. After a vulnerability has been reported, you will be contacted within 2 working days to make arrangements for a reasonable period of recovery, a possible coordinated publication of the vulnerability and reward.": "在问题得到解决或我们与您制定出某种安全且协调的发布方式之前，请不要与其他人分享有关该漏洞的知识。请勿滥用该漏洞。报告漏洞后，我们将与您联系并在2个工作日内安排合理的恢复期，可能的协调漏洞公开以及奖励事宜",
  "Eligibility": "资格",
  "Reward eligibility may be constrained by legal factors (e.g., not being allowed to make payments to certain countries or to transfer assets to anonymous accounts). We will do our best to find a way to reward submitters fairly for their discoveries, but may not be able to under all circumstances. Also, vulnerability abuse or sharing with third parties may disqualify you from any reward payment.": "奖励资格可能会受到法律因素的限制（例如，不允许向某些国家付款或将资产转移到匿名账户）。我们将尽力找到一种方法来公平地奖励提交者的发现，但可能不会 在任何情况下都能够。此外，滥用漏洞或与第三方共享可能会导致您失去获得任何奖励的资格。",
  "We are not network operators": "我们不是网络运营商",
  "As a decentralized system, we are entirely separate from any validators running the Vega protocol and vulnerabilities relevant to specific validators should be reported to them directly (though feel free to let us know if you think a validator is not responding appropriately). In addition, we have no influence on how the validators (or their cloud providers) might react if you poke their systems, so we cannot help you if you do so in any way that upsets them. For testing your discoveries, using a separate protocol instance that you can run for yourselves is advised. The best way to do this is via the <2><0></0>Vega Capsule tool</2>.": "作为一个去中心化系统，我们与运行 Vega 协议的任何验证器完全分开，与特定验证器相关的漏洞应直接向他们报告（不过，如果您认为验证器没有适当响应，请随时告诉我们）。此外 ，如果您刺探验证者（或其云提供商）的系统，我们无法影响验证者（或其云提供商）的反应，因此，如果您以任何令他们不安的方式这样做，我们无法帮助您。为了测试您的发现，请使用单独的协议实例 建议您自己运行。最好的方法是通过 <2><0></0>Vega Capsule 工具</2>。",
  "Encrypted or anonymous submissions": "加密或匿名提交",
  "If you want to send an encrypted message to security@vegaprotocol.io, you can use our PGP key, which is detailed below.": "如果您想向 security@vegaprotocol.io 发送加密消息，您可以使用我们的 PGP 密钥，详细信息如下。",
  "For anonymous submissions, you can use the following form:": "对于匿名提交，您可以使用以下形式：",
  "Send Message": "发信息",
  "Submit bug report": "提交错误报告",
  "Are you sure you want to submit the form?": "您确定要提交表格吗？",
  "Cancel": "取消",
  "Submit": "提交",
  "PGP Key": "PGP 密钥",
  "This is the PGP key that can be used to securely submit security issues to the project team. Please note that this is the only usage of the key; especially, this key will never be used to issue signatures that are in any way meaningful or binding. We also may change the key at any time, so please make sure to check here for the current version.": "这是 PGP 密钥，可用于安全地向项目团队提交安全问题。请注意，这是该密钥的唯一用途；特别是，该密钥永远不会用于发布任何有意义或有意义的签名。 绑定。我们也可能随时更改密钥，因此请务必在此处检查当前版本。"
}
