{
  "Place static or pegged order limit volume on the book, manage your spread and position, and receive <2></2> of the trade value when an incoming trade matches your order.": "",
  "APIs for market making and liquidity": "",
  "Getting down to brass tacks, here is everything you need to create markets and provide liquidity on Vega. There are certain prerequisites before you can fulfill either role. Learn about them here.": "",
  "Use Vega": "",
  "Market make and provide liquidity using our APIs": "",
  "On Vega, price takers pay a fee on every trade - 100% of which is distributed between validators and token holders, market makers and liquidity providers. The are no gas fees on Vega.": "",
  "Market makers": "",
  "Liquidity providers": "",
  "Access liquidity provision fees on Vega, commit (and continue to support) a set bond amount to help keep a market liquid. The total liquidity needed on a market is determined by the protocol, and you specify the fee % you would like to receive. Active liquidity providers (starting with the cheapest first) then receive liquidity provider fees.": "",
  "Prerequisites": "",
  "Actively manage liquidity deployed to a limit order book": "",
  "Understand how derivatives pricing works, specifically cash-settle futures": "",
  "Code automated trading strategies and operate and monitor them 24/7": "",
  "Understand the nuances of integrating with a blockchain, for example, you’re familiar with tools like Web3.js – used to interact with Ethereum": "",
  "Manage inventory risk and build trading strategies that effectively manage exposure to maintain neutrality": "",
  "Manage risk in a leveraged trading environment": "",
  "Get Started": "",
  "1. Get a Wallet": "",
  "Use it to access and sign transactions and connect to any dApp on Vega.": "",
  "Advanced: Set up your own test network": "",
  "Experiment with the protocol by creating an instance of the Vega network on your computer.": "",
  "Install Vega capsule": "",
  "2. Check out our APIs": "",
  "Core nodes": "",
  "View all core nodes": "",
  "Data node": "",
  "View all data nodes": "",
  "Vega wallet": "",
  "View Vega Wallet API": "",
  "Accessd via:": "",
  "Integrate with our APIs": "",
  "3. Follow a tutorial and get code snippets": "",
  "Building a basic market maker": "",
  "View": "",
  "Providing and maintaining a liquidity commitment": "",
  "Build an arbitrage strategy": "",
  "Deposit and withdraw collateral": "",
  "Key Resources": "",
  "Vega market lifecycle": "",
  "Vega trading modes": "",
  "Fees & trading rewards": "",
  "Providing liquidity": ""
}
