{
  "This value is determined by the network parameter ‘network.validators.ersatz.multipleOfTendermintValidators’ multiplied by ‘network.validators.tendermint.number’": "该值由网络参数‘network.validators.ersatz.multipleOfTendermintValidators’乘以‘network.validators.tendermint.number’确定”:",
  "Limit*": "限制*",
  "Reward multiplier**": "奖励倍数**",
  "Validator Score": "验证者分数",
  "Candidate Validators": "候选验证者",
  "Standby Validators": "备用验证器",
  "Consensus Validators": "共识验证者",
  "Unlimited": "无限制",
  "None": "空",
  "This value is always set to 1 for Consensus validators": "对于共识验证器，该值始终设置为 1:",
  "Lowest": "最低",
  "Highest": "最高",
  "Validators": "验证者",
  "Vega is a delegated proof of stake network with a finite number of validators, rewarded for securing the network. Consensus validators run a node validating the blocks containing the network's transactions and Vega token holders nominate validators through staking - delegating their VEGA to their chosen validator.": "Vega 是一个委托权益证明网络，拥有有限数量的验证者，因保护网络安全而获得奖励。共识验证者运行一个节点，验证包含网络交易的区块，Vega 代币持有者通过质押提名验证者 - 将他们的 VEGA 委托给他们选择的验证者",
  "Validator rewards": "验证者奖励",
  "* The no. of Consensus Validators is expected to increase through governance, further decentralising the protocol over time, with the no. of Standby Validators increasing as a multiple of the number of Consensus Validators, currently configured to <2></2>.": "* 共识验证器的数量预计会通过治理而增加，随着时间的推移，进一步去中心化协议，备用验证器的数量将增加为共识验证器数量的倍数，目前配置为 <2></2>",
  "**Consensus validators secure the network and therefore earn rewards. Standby validators are ready to step up and fill open consensus validator slots and therefore are also rewarded by the protocol. However their share of rewards is penalised relative to consensus validators by a factor of <2></2>": "**共识验证器保护网络并因此获得奖励。备用验证器已准备好加强并填补开放的共识验证器插槽，因此也受到协议的奖励。但是，相对于共识验证器，它们的奖励份额受到以下因素的惩罚： <2></2>",
  "Become a Mainnet validator": "成为主网验证者",
  "Any participant in the Vega network can become a validator. You'll need to set up a node and its infrastructure, submit a transaction on chain, self-stake <2></2> and attract token holders to stake (delegate) their tokens to you.": "Vega 网络中的任何参与者都可以成为验证者。您需要设置一个节点及其基础设施，在链上提交交易，自我质押<2></2>并吸引代币持有者进行质押（委托） 他们给你的代币",
  "Those with the highest <2>validator scores</2> (a measure of performance and stake) become consensus validators and earn the greatest rewards from infrastructure fees paid on every trade and transfer, with a portion distributed to stakers and standby validators. The <6>validators list</6> is refreshed every epoch <10></10>.": "那些拥有最高<2>验证者分数</2>（绩效和权益的衡量标准）的人成为共识验证者，并从每次交易和转账支付的基础设施费用中获得最大的奖励，其中一部分分配给权益者和备用验证者。 <6>验证者列表</6>在每个纪元<10></10>刷新。"
}
