{
  "As a token holder, you can submit the proposal to create a new market, change an existing market, change network parameters, add an external asset to Vega and make a freeform proposal (for changes that will not change network behaviour). For each, you will define specific inputs for a set list of parameters, which are validated by the nodes before entering into the voting period you set. Then it's time to rally the community on the forum to vote for your proposal.": "作为代币持有者，您可以提交提案以创建新市场、更改现有市场、更改网络参数、向Vega添加外部资产并提出自由形式的提案（对于不会改变网络行为的更改）。每个提案都将包含您为一组参数定义特定的输入，这些参数在进入您设置的投票期之前由节点进行验证。然后可以开始在论坛上召集社区为您的提案投票",
  "The number of tokens needed to make a proposal differs by proposal type, for example <2></2> for a new market proposal.": "提出提案所需的代币数量因提案类型而异，例如新市场提案的 <2></2>",
  "Token holders consider and vote for or against active proposals. Tokens used for voting are not locked or transferred - they can be used for staking as well as voting on any/all active proposals, but cannot be used to trade. Note, each public key with a minimum of 1 $VEGA gets just one vote per proposal.": "代币持有者考虑并投票支持或反对活跃提案。用于投票的代币不会被锁定或转移 - 它们可以用于质押以及对任何/所有活跃提案进行投票，但不能用于交易。请注意，每个公众拥有至少1 $VEGA 的密钥，每个提案仅获得一票。",
  "The number of tokens needed to vote differs by proposal type, for example <2></2> for a new market proposal. Each public key is eligible for one vote.": "投票所需的代币数量因提案类型而异，例如新市场提案的<2></2>。每个公钥都有资格投票。",
  "If a proposal receives enough participation and reaches the majority threshold within the voting period, the change is automatically enacted (with the exception of free form proposals). The thresholds differ by proposal type, for example a new market proposal requires participation of <2></2> and a majority of <6></6>.": "如果提案获得足够的参与度并在投票期内达到多数门槛，则更改将自动生效（自由形式提案除外）。阈值因提案类型而异，例如新的市场提案需要 <2 的参与 ></2> 和大多数 <6></6>",
  "Phase 1": "阶段1",
  "Sense check": "基本检查",
  "Start a topic and share an outline of your proposal on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.": "开始一个主题，并在论坛上分享您的提案大纲，并带有‘基本检查’标签。从您收到的点赞和回复中了解您的提案是否得到支持，并完善您的计划",
  "Start a topic on the forum": "在论坛上发起一个主题",
  "Phase 2": "阶段2",
  "Formalise Proposal": "正式提案",
  "Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the proposed addition/change, including the data (JSON or similar) that would be submitted on chain. Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.": "根据收到的反馈更新您的提案主题，并确保您已包含拟议添加/更改的基本原理和细节，包括将在链上提交的数据（JSON 或类似数据）。更新标签并邀请辩论和讨论 修改提案，直到达到最终状态，准备提交",
  "Read the docs to make a proposal": "阅读文档提出建议",
  "Check out the forum": "查看论坛",
  "Phase 3": "阶段3",
  "Submit a proposal": "提交提案",
  "Phase 4": "阶段4",
  "Vote to exercise your influence": "投票来行使你的影响力",
  "Vote for proposals": "对提案进行投票",
  "Phase 5": "阶段5",
  "Enacting changes": "制定变更",
  "Governance": "治理",
  "Governance allows the Vega network to arrive at on-chain decisions, where tokenholders can create proposals that other tokenholders can vote to approve or reject.": "治理允许 Vega 网络做出链上决策，代币持有者可以创建提案，其他代币持有者可以投票批准或拒绝",
  "Govern the network": "治理网络",
  "Decisions on the Vega network are on-chain, with tokenholders creating proposals that other tokenholders vote to approve or reject. This is how the protocol powers the creation of decentralised financial products.": "Vega 网络上的决策是在链上进行的，代币持有者创建提案，其他代币持有者投票批准或拒绝。这就是协议如何推动去中心化金融产品的创建",
  "Discuss proposals": "讨论提案",
  "Read initial proposals and get involved in the discussion before the proposal goes to vote.": "在提案投票之前阅读初步提案并参与讨论",
  "Read the docs to create and submit a proposal using Vega APIs.": "阅读文档以使用 Vega API 创建和提交提案",
  "Vote on proposals": "对提案进行投票",
  "Review and vote on governance proposals.": "对治理提案进行审查和投票",
  "Get started voting": "开始投票",
  "Get $VEGA tokens": "获取$VEGA代币",
  "And store in an Ethereum wallet. You can purchase VEGA using Ethereum (ETH) on decentralized exchanges.": "并存储在以太坊钱包中。您可以在去中心化交易所使用以太坊 (ETH) 购买 VEGA",
  "Get a Vega Wallet": "获取 Vega 钱包",
  "A Vega wallet is used to access and sign transactions and connect to any dApp running on Vega.": "Vega 钱包用于访问和签署交易，并连接到在 Vega 上运行的任何 dApp",
  "Use our governance tools.": "使用我们的治理工具",
  "Note, you'll need some ETH to pay any transaction fees.": "请注意，您需要一些 ETH 来支付交易费用",
  "Governance tools": "治理工具",
  "Governance lifecycle": "治理周期",
  "Propose a futures market on any underlying.": "提议建立任何标的物的期货市场",
  "Create a new market": "创造新市场"
}
