{
  "As a token holder, you can submit the proposal to create a new market, change an existing market, change network parameters, add an external asset to Vega and make a freeform proposal (for changes that will not change network behaviour). For each, you will define specific inputs for a set list of parameters, which are validated by the nodes before entering into the voting period you set. Then it's time to rally the community on the forum to vote for your proposal.": "",
  "The number of tokens needed to make a proposal differs by proposal type, for example <2></2> for a new market proposal.": "",
  "Token holders consider and vote for or against active proposals. Tokens used for voting are not locked or transferred - they can be used for staking as well as voting on any/all active proposals, but cannot be used to trade. Note, each public key with a minimum of 1 $VEGA gets just one vote per proposal.": "",
  "The number of tokens needed to vote differs by proposal type, for example <2></2> for a new market proposal. Each public key is eligible for one vote.": "",
  "If a proposal receives enough participation and reaches the majority threshold within the voting period, the change is automatically enacted (with the exception of free form proposals). The thresholds differ by proposal type, for example a new market proposal requires participation of <2></2> and a majority of <6></6>.": "",
  "Phase 1": "",
  "Sense check": "",
  "Start a topic and share an outline of your proposal on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.": "",
  "Start a topic on the forum": "",
  "Phase 2": "",
  "Formalise Proposal": "",
  "Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the proposed addition/change, including the data (JSON or similar) that would be submitted on chain. Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.": "",
  "Read the docs to make a proposal": "",
  "Check out the forum": "",
  "Phase 3": "",
  "Submit a proposal": "",
  "Phase 4": "",
  "Vote to exercise your influence": "",
  "Vote for proposals": "",
  "Phase 5": "",
  "Enacting changes": "",
  "Governance": "",
  "Governance allows the Vega network to arrive at on-chain decisions, where tokenholders can create proposals that other tokenholders can vote to approve or reject.": "",
  "Govern the network": "",
  "Decisions on the Vega network are on-chain, with tokenholders creating proposals that other tokenholders vote to approve or reject. This is how the protocol powers the creation of decentralised financial products.": "",
  "Governance Tools": "",
  "Forum": "",
  "Sense check and formalise proposals for the Vega network - add or change markets, network parameters, external assets and more.": "",
  "Review, vote on, and submit governance proposals.": "",
  "Make a proposal": "",
  "Read the docs to create and submit a proposal using Vega APIs.": "",
  "Governance lifecycle": "",
  "Propose a futures market on any underlying.": "",
  "Create a new market": "",
  "Get started voting": "",
  "Get $VEGA tokens": "",
  "And store in an Ethereum wallet. You can purchase VEGA using Ethereum (ETH) on decentralized exchanges.": "",
  "Get a Vega Wallet": "",
  "A Vega wallet is used to access and sign transactions and connect to any dApp running on Vega.": "",
  "Vote on proposals": "",
  "Use our governance tools.": "",
  "Note, you'll need some ETH to pay any transaction fees.": "",
  "Governance tools": ""
}
