{
  "wallets": "지갑",
  "governance": "거버넌스",
  "staking": "스테이킹",
  "trading": "트레이딩",
  "network": "네트워크",
  "An easy to use Desktop Wallet app. Manage multiple wallets, multiple keys — and get access to the Vega network.": "사용하기 쉬운 Desktop Wallet 앱. 여러 지갑, 여러 키를 관리하고 Vega 네트워크에 액세스하세요.",
  "A dApp for trading cash settled futures on the fully decentralised Vega network.": "완전히 분산된 Vega 네트워크에서 달러 마진 선물을 거래하기 위한 dApp입니다.",
  "Review and vote on governance proposals.": "거버넌스 제안을 검토하고 투표하세요.",
  "Dashboard with real-time information about the Vega blockchain.": "Vega 블록체인에 대한 실시간 정보가 있는 대시보드.",
  "Stake $VEGA tokens and get rewarded.": "$VEGA 토큰을 스테이킹하고 보상 받으세요",
  "Non-visual, command line wallet app with the ability to customise key details, isolate keys and build & send commands.": "키 세부 정보를 설정하고 키를 분리하며 명령을 빌드 및 전송할 수 있는 비시각적 명령줄 지갑 앱입니다.",
  "Guides": "가이드",
  "Data around validators, staking and rewards past and present.": "과거와 현재의 밸리데이터, 스테이킹 및 보상에 관한 데이터.",
  "Redeem locked vega tokens.": "락된 vega 토큰 수령하기",
  "Query the Vega network APIs to retrieve on chain data.": "체인 데이터를 검색하려면 Vega 네트워크 API를 쿼리하셍.",
  "Use Vega Capsule to create an instance of the Vega network on your computer to experiment with using the protocol.": "Vega Capsule을 사용하여 컴퓨터에서 프로토콜 사용을 실험할 Vega 네트워크의 인스턴스를 만듭니다.",
  "Validators performance scores in a given Epoch.": "지정된 Epoch의 밸리데이터 성능 점수입니다.",
  "Use the network": "네트워크 사용하기",
  "Use the network to get tokens, start staking, configure the network, or trade. And help fuel the DeFi economy.": "네트워크를 사용하여 토큰을 얻고, 스테이킹을 시작하고, 네트워크를 구성하거나 거래하세요. 그리고 디파이 경제를 활성화 시키세요.",
  "Use Vega": "Vega 사용",
  "Tools built on Vega": "Vega 위에 구축된 툴",
  "All": "전체",
  "Wallets": "지갑",
  "Governance": "거버넌스",
  "Staking": "스테이킹",
  "Trading": "트레이딩",
  "Network": "네트워크",
  "Vega is governed by its token holders": "Vega는 토큰 홀더가 관리합니다.",
  "Token holders propose changes, vote on proposals, create markets, and support validators by staking": "토큰 홀더는 변경 사항을 제안하고, 제안에 투표하고, 시장을 만들고, 스테이킹을 통해 밸리데이터를 지원합니다.",
  "Learn more": "더 알아보기",
  "Want to add something to this list?": "이 목록에 무언가를 추가하고 싶으신가요?",
  "<0>Chat to us on Discord</0> and <3>start building</3>.": "<0>디스코드에서 대화하고</0> <3>개발을 시작하세요</3>."
}
