{
  "Your message was successfully encrypted and delivered.": "메시지가 성공적으로 암호화되어 전달되었습니다",
  "Sorry, your submission failed, please try again later.": "죄송합니다. 제출에 실패했습니다. 나중에 다시 시도해 주세요",
  "Bug bounties": "버그 바운티",
  "Found a software security issue? Report it to us and earn rewards by finding bugs that affect the Vega Network.": "소프트웨어 보안 문제를 발견하셨나요? Vega 네트워크에 영향을 미치는 버그를 찾아 제보하고 보상을 받으세요.",
  "If you believe that you have spotted a vulnerability in either the Vega protocol software (node, data node, wallet, etc.) or network or any supporting systems or code used by the project, please submit a bug report by email or the web-form as described below to have this situation resolved as soon as possible.": "Vega Protocol 소프트웨어(노드, 데이터 노드, 지갑 등), 네트워크 또는 프로젝트에서 사용하는 지원 시스템이나 코드에서 취약점을 발견했다고 생각되면 다음과 같이 이메일 혹은 웹폼으로 버그 보고서를 제출해주세요. 이 상황이 가능한 한 빨리 해결되도록 하기 위해 아래에 구체적으로 설명되어 있습니다",
  "Scope": "범위",
  "Vega bug bounties are limited to the Core, Datanode, and all front end dApps including the desktop and hosted wallets.": "Vega 버그 바운티는 Core, Datanode와 데스크톱 및 호스팅 지갑을 포함한 모든 프론트 엔드 dApp으로 제한됩니다.",
  "The vega.xyz website or any bug related to the vega.xyz email domain are out of scope. The program is meant for serious bugs that have significant impact on security. Bugs on the vega.xyz website would only qualify if they demonstrate how to modify website content to replace links in order to for instance; host malicious software on the downloads section of the site, link to different github code repositories, link to impersonator Twitter / Discord accounts from the Community section etc. In particular if any automated scanner reports that there is an issue with vega.xyz then this on its own does not merit a report.": "vega.xyz 웹사이트 또는 vega.xyz 이메일 도메인과 관련된 모든 버그는 범위를 벗어납니다. 이 프로그램은 보안에 중대한 영향을 미치는 심각한 버그를 위한 것입니다. vega.xyz 웹사이트의 버그는 예를 들어 다음을 수행하기 위해 웹사이트 콘텐츠를 수정하여 링크를 대체하는 방법을 구현하는 경우에만 자격이 있습니다. 사이트의 다운로드 섹션에 악성 소프트웨어 호스팅, 다른 github 코드 리포지토리에 대한 링크, 커뮤니티 섹션 등의 사칭 Twitter/Discord 계정 등등. 특히 자동화된 보안 검증 스캐너에서 vega.xyz에 문제가 있다고 보고하는 것은 불필요합니다.",
  "How to": "제출 방법",
  "Prevent a potential vulnerability being abused by others:": "다른 사람이 잠재적인 취약점을 악용하는 것을 방지합니다",
  "Submit a bug through email or, if you prefer, anonymously via the contact form below. If you want to send an encrypted message, use the Vega PGP key and send the email to security@vega.xyz.": "이메일을 통해 버그를 제출하거나 원하는 경우 아래 문의 양식을 통해 익명으로 제출해주세요. 암호화된 메시지를 보내려면 Vega PGP 키를 사용하여 security@vega.xyz로 이메일을 보내주시기 바랍니다.",
  "Provide sufficient information (for example, a detailed description including logs, how to reproduce the vulnerability, scripts, screenshots, etc.) so that the security issue can be addressed as effectively as possible.": "보안 문제를 최대한 효과적으로 해결할 수 있도록 충분한 정보(예: 로그, 취약점 재현 방법, 스크립트, 스크린샷 등을 포함한 자세한 설명)를 제공해주세요.",
  "Please do not share knowledge about the vulnerability with others, until the issue has been fixed or we have worked out some safe and coordinated way of publication with you. Do not abuse the vulnerability. After a vulnerability has been reported, you will be contacted within 2 working days to make arrangements for a reasonable period of recovery, a possible coordinated publication of the vulnerability and reward.": "문제가 해결되거나 양측이 모두 안전하고 조정된 게시 방법을 마련할 때까지 취약성에 대하여 다른 사람과 공유하지 마시기 바랍니다. 또한 취약점을 악용하지 마시기 바랍니다. 취약점이 보고된 후 합당한 복구 기간, 취약점 및 보상에 대한 공지를 준비하기 위해 영업일 기준 2일 이내에 연락을 드릴 것입니다.",
  "Eligibility": "자격 조건",
  "Reward eligibility may be constrained by legal factors (e.g., not being allowed to make payments to certain countries or to transfer assets to anonymous accounts). We will do our best to find a way to reward submitters fairly for their discoveries, but may not be able to under all circumstances. Also, vulnerability abuse or sharing with third parties may disqualify you from any reward payment.": "보상 자격 조건은 법적 요인에 의해 제한될 수 있습니다(예: 특정 국가에 결제 또는 자산을 익명 계정으로 보내는 것이 허용되지 않을 경우). 제출자의 보고에 대해 공정하게 보상할 방법을 찾기 위해 최선을 다할 것이지만 상황에 따라 가능하지 않을 수 있습니다. 또한 취약점을 악용하거나 제3자와 공유하는 경우 보상 지급 자격이 박탈될 수 있습니다.",
  "We are not network operators": "우리는 네트워크 운영자가 아닙니다",
  "As a decentralized system, we are entirely separate from any validators running the Vega protocol and vulnerabilities relevant to specific validators should be reported to them directly (though feel free to let us know if you think a validator is not responding appropriately). In addition, we have no influence on how the validators (or their cloud providers) might react if you poke their systems, so we cannot help you if you do so in any way that upsets them. For testing your discoveries, using a separate protocol instance that you can run for yourselves is advised. The best way to do this is via the <2><0></0>Vega Capsule tool</2>.": "탈중앙화 시스템으로서 우리는 Vega 프로토콜을 실행하는 모든 유효성 검증인과 완전히 분리되어 있으며 특정 검증인과 관련된 취약성은 그들에게 직접 보고되어야 합니다(검증인이 적절하게 응답하지 않는다고 생각되면 언제든지 알려주세요). 또한 검증인(또는 클라우드 공급자)의 시스템을 찌르는 경우 어떻게 반응할지에 대해 우리는 아무런 영향을 미치지 않으므로 어떤 방식으로든 검증인을 불편하게 하는 경우 도움을 드릴 수 없습니다. 탐색을 테스트하려면 직접 실행할 수 있는 별도의 프로토콜 인스턴스를 사용하는 것이 좋습니다. 가장 좋은 방법은 <2><0></0>Vega Capsule 도구</2>를 사용하는 것입니다.",
  "Encrypted or anonymous submissions": "암호화 또는 익명 제출",
  "If you want to send an encrypted message to security@vegaprotocol.io, you can use our PGP key, which is detailed below.": "security@vegaprotocol.io로 암호화된 메시지를 보내려면 아래에 자세히 설명된 PGP 키를 사용할 수 있습니다.",
  "For anonymous submissions, you can use the following form:": "익명 제출의 경우 다음 양식을 사용할 수 있습니다",
  "Send Message": "메시지 보내기",
  "Submit bug report": "버그 보고하기",
  "Are you sure you want to submit the form?": "양식을 제출하시겠습니까?",
  "Cancel": "취소",
  "Submit": "제출",
  "PGP Key": "PGP 키",
  "This is the PGP key that can be used to securely submit security issues to the project team. Please note that this is the only usage of the key; especially, this key will never be used to issue signatures that are in any way meaningful or binding. We also may change the key at any time, so please make sure to check here for the current version.": "보안 문제를 프로젝트 팀에 안전하게 제출하는 데 사용할 수 있는 PGP 키입니다. 이것이 키의 유일한 용도라는 점에 유의하십시오. 특히 이 키는 의미가 있거나 구속력이 있는 서명을 발행하는 데 절대 사용되지 않습니다. 또한 언제든지 키를 변경할 수 있으므로 여기에서 현재 버전을 확인하세요."
}
