{
  "Place static or pegged order limit volume on the book, manage your spread and position, and receive <2></2> of the trade value when an incoming trade matches your order.": "",
  "APIs for market making and liquidity": "",
  "Getting down to brass tacks, here is everything you need to create markets and provide liquidity on Vega. There are certain prerequisites before you can fulfill either role. Learn about them here.": "",
  "Use Vega": "",
  "Market make and provide liquidity using the APIs": "",
  "Anyone can become a market maker or liquidity provider on Vega by integrating with its CEX-style APIs": "",
  "Market makers": "",
  "Liquidity providers": "",
  "Users willing to commit a set bond amount to help ensure a market's liquidity can earn liquidity provision fees. Fee % is set per market based on the commitments needed to keep it liquid.": "",
  "Prerequisites": "",
  "Market making and liquidity provision is risky and for sophisticated parties only. Users of this page should be able to:": "",
  "Actively manage liquidity deployed to a limit order book": "",
  "Understand how derivatives pricing works, specifically cash-settle futures": "",
  "Code automated trading strategies and operate and monitor them 24/7": "",
  "Understand the nuances of integrating with a blockchain, for example, you’re familiar with tools like Web3.js – used to interact with Ethereum": "",
  "Manage inventory risk and build trading strategies that effectively manage exposure to maintain neutrality": "",
  "Manage risk in a leveraged trading environment": "",
  "Get Started": "",
  "1. Get a Wallet": "",
  "Download the CLI wallet for developer access to programmatically sign transactions and access any dApps on the network.": "",
  "Download CLI Wallet": "",
  "Advanced: Set up your own test network": "",
  "Experiment with the protocol by creating an instance of the Vega network on your computer.": "",
  "Install Vega capsule": "",
  "2. Check out our APIs": "",
  "Core nodes": "",
  "View all core node APIs": "",
  "Data node": "",
  "View all data node APIs": "",
  "Vega wallet": "",
  "View Vega Wallet API": "",
  "Accessed via:": "",
  "Integrate with our APIs": "",
  "3. Follow a tutorial and get code snippets": "",
  "Getting started": "",
  "View": "",
  "Start development of a bot to trade on Vega": "",
  "Streaming data": "",
  "Enhance the bot with a data stream": "",
  "Adding a liquidity commitment": "",
  "Add a liquidity commitment to the bot": "",
  "Adding an external price feed": "",
  "Add an external price feed to the bot": "",
  "Key Resources": "",
  "Vega market lifecycle": "",
  "Vega trading modes": "",
  "Fees & trading rewards": "",
  "Providing liquidity": ""
}
