{
  "Choose 'create a new wallet' in the app": "앱에서 'create a new wallet'을 선택하세요",
  "Name each individual wallet if you need more than one": "다수의 지갑 필요한 경우 개별 지갑의 이름을 지정하세요.",
  "Create a passphrase for each wallet. You'll need it for depositing collateral, placing trades, etc.": "각 지갑에 대한 passphrase를 만들어주세요. 담보 입금, 거래 배치 등에 필요합니다.",
  "Record the recovery phrase that's provided on setup. This only appears once. Have an existing wallet you created in the CLI app? You will be given the option to connect this to the desktop app": "설정 시 제공된 복구 문구를 기록하세요. 이것은 한 번만 나타납니다. CLI 앱에서 생성한 기존 지갑이 있으신가요? 데스크톱 앱에 연결할 수 있는 옵션이 제공됩니다.",
  "Need to restore a wallet? Use the recovery phrase exactly as it was presented to you": "지갑을 복원해야 하나요? 제시된 복구 문구를 그대로 사용하세요.",
  "To update the app, delete your existing version and download the new one": "앱을 업데이트하려면 기존 버전을 삭제하고 새 버전을 다운로드하세요.",
  "Get the Vega Wallet": "Vega 지갑 받기",
  "Download the Vega Wallet desktop app, to help you manage multiple wallets, multiple keys — and get access to the Vega network.": "Vega Wallet 데스크탑 앱을 다운로드하여 여러 지갑과 여러 키를 관리하고 Vega 네트워크에 액세스할 수 있습니다.",
  "Download desktop app (Mainnet)": "데스크탑 앱 다운로드 (메인넷)",
  "Download desktop app (Fairground)": "데스크탑 앱 다운로드 (Fairground)",
  "With the wallet you can:": "지갑으로 다음을 할 수 있습니다:",
  "Import an existing Vega wallet": "기존 Vega 지갑 불러오기",
  "Create a new wallet": "신규 지갑 생성",
  "Manage multiple wallets and keys": "여러 지갑과 키 관리",
  "Connect to networks": "네트워크 연결",
  "Sign transactions": "트랜잭션 서명",
  "Access Vega apps, such as the token site and Console": "토큰 사이트 및 콘솔과 같은 Vega 앱에 접근",
  "It's also the starting point for trading, staking tokens, and voting on community proposals.": "또한 거래, 토큰 스테이킹 및 커뮤니티 제안에 대한 투표의 출발점이기도 합니다.",
  "How-to use": "사용 방법",
  "Step by step": "단계별 설명",
  "To learn more about the Vega Wallet desktop app, including full, step by step details on restoring wallets, updating the app, and troubleshooting, visit the docs pages.": "지갑 복원, 앱 업데이트 및 문제 해결에 대한 전체 단계별 세부 정보를 포함하여 Vega Wallet 데스크탑 앱에 대해 자세히 알아보려면 문서 페이지를 방문하세요.",
  "Need the command line (CLI) wallet app?": "명령줄(CLI) 지갑 앱이 필요하신가요?",
  "If you're comfortable with a non-visual interface and want additional or programmer functionality to that of the desktop app, CLI also lets you:": "비시각적 인터페이스에 익숙하고 데스크탑 앱의 추가 또는 프로그래머 기능을 원하는 경우 CLI를 통해 다음을 수행할 수 있습니다.",
  "Customise key details": "키 세부 정보 설정",
  "Isolate keys": "키 분리",
  "Build & send commands": "명령 빌드 및 전송",
  "Get the CLI app": "CLI 앱 받기"
}
