{
  "This value is determined by the network parameter ‘network.validators.ersatz.multipleOfTendermintValidators’ multiplied by ‘network.validators.tendermint.number’": "이 값은 네트워크 매개변수 'network.validators.ersatz.multipleOfTendermintValidators'에 'network.validators.tendermint.number'를 곱한 값으로 결정됩니다.",
  "Limit*": "제한",
  "Reward multiplier**": "보상 승수",
  "Validator Score": "밸리데이터 점수",
  "Candidate Validators": "밸리데이터 후보",
  "Standby Validators": "대기 밸리데이터",
  "Consensus Validators": "합의 밸리데이터",
  "Unlimited": "무제한",
  "This value is always set to 1 for Consensus validators": "합의 밸리데이터의 경우 이 값은 항상 1로 설정됩니다.",
  "Lowest": "최저",
  "Highest": "최고",
  "Validate and secure the network": "네트워크 유효성 검사 및 보안",
  "Vega is a delegated proof of stake network with a finite number of validators, rewarded for securing the network. Consensus validators run a node validating the blocks containing the network's transactions and Vega token holders nominate validators through staking - delegating their VEGA to their chosen validator.": "베가는 네트워크 보안에 대한 보상을 받는 한정된 수의 밸리데이터가 있는 위임 지분 증명 네트워크입니다. 합의 밸리데이터는 네트워크의 트랜잭션이 포함된 블록을 검증하는 노드를 운영하며, 베가 토큰 홀더는 스테이킹을 통해 밸리데이터를 지명하여 자신이 선택한 밸리데이터에게 VEGA를 위임합니다.",
  "Use Vega": "Vega 사용",
  "Validator rewards": "밸리데이터 보상",
  "* The no. of Consensus Validators is expected to increase through governance, further decentralising the protocol over time, with the no. of Standby Validators increasing as a multiple of the number of Consensus Validators, currently configured to <2></2>.": "* 합의 밸리데이터의 수는 거버넌스를 통해 증가하여 시간이 지남에 따라 프로토콜을 더욱 탈중앙화할 것으로 예상되며, 대기 밸리데이터의 수는 현재 <2></2>팀으로 구성된 합의 밸리데이터 수의 배수만큼 증가합니다.",
  "**Consensus validators secure the network and therefore earn rewards. Standby validators are ready to step up and fill open consensus validator slots and therefore are also rewarded by the protocol. However their share of rewards is penalised relative to consensus validators by a factor of <2></2>": "**합의 밸리데이터는 네트워크를 보호하므로 보상을 받습니다. 대기 밸리데이터는 빈 합의 밸리데이터 자리를 채울 준비가 되어 있으므로 프로토콜에서 보상을 받습니다. 그러나 합의 검증자에 비해 보상은 <2></2>만큼 불이익을 받습니다.",
  "Become a Mainnet Validator": "메인넷 밸리데이터 되기",
  "Any participant in the Vega network can become a validator. You'll need to set up a node and its infrastructure, submit a transaction on chain, self-stake <2></2> and attract token holders to stake (delegate) their tokens to you.": "베가 네트워크의 모든 참여자는 밸리데이터가 될 수 있습니다. 노드와 인프라를 설정하고, 체인에 트랜잭션을 제출하고, 자체 스테이킹을 <2></2>하고, 토큰 홀더가 자신의 토큰을 스테이킹(위임)하도록 유도해야 합니다.",
  "Those with the highest <2>validator scores</2> (a measure of performance and stake) become consensus validators and earn the greatest rewards from infrastructure fees paid on every trade and transfer, with a portion distributed to stakers and standby validators. The <6>validators list</6> is refreshed every epoch <10></10>.": "가장 높은 <2>밸리데이터 점수</2>(성과와 지분의 척도)를 가진 사람은 합의 밸리데이터가 되어 모든 거래와 트랜잭션에서 지불되는 인프라 수수료에서 가장 큰 보상을 받으며, 일부는 스테이커와 대기 밸리데이터에게 분배됩니다. <6>밸리데이터 목록</6>은 매 에폭마다 새로 고쳐집니다[10></10].",
  "Become a Mainnet validator": "메인넷 밸리데이터 되기"
}
