{
  "As a token holder, you can submit a proposal to create or update a market, create or update a settlement asset, change network parameters, initiate a transfer of funds from the treasury, or make a freeform proposal (for changes that will not change network behaviour). For each, you will define specific inputs for a set list of parameters, which are validated by the nodes before entering into the voting period you set. Then it's time to rally the community on the forum to vote for your proposal.": "토큰 홀더는 제안서를 제출하여 새로운 시장을 만들고, 기존 시장을 변경하고, 네트워크 매개변수를 변경하고, Vega에 외부 자산을 추가하고, 자유 형식의 제안을 할 수 있습니다(네트워크 동작을 변경하지 않는 변경 사항). 각각에 대해 설정한 투표 기간에 들어가기 전에 노드에서 유효성을 검사하는 일련의 매개 변수 목록에 대한 특정 입력을 정의합니다. 그런 다음 포럼에서 커뮤니티를 모아 제안에 투표할 시간입니다.",
  "The number of tokens needed to make a proposal differs by proposal type, for example <2></2> for a new market proposal.": "제안을 하는 데 필요한 토큰 수량은 제안 유형에 따라 다릅니다(예: 새로운 시장 제안의 경우 <2></2>개).",
  "Token holders consider and vote for or against active proposals. Tokens used for voting are not locked or transferred - they can be used for staking as well as voting on any/all active proposals, but cannot be used to trade. Note, each public key with a minimum of 1 $VEGA gets just one vote per proposal.": "토큰 홀더는 활성 제안을 확인하여 찬성 또는 반대합니다. 투표에 사용되는 토큰은 잠기지도 전송되지도 않습니다. 스테이킹 및 모든 활성 제안에 대한 투표에 사용할 수 있지만 거래에는 사용할 수 없습니다. 최소 1 $VEGA가 포함된 각 공개 키는 제안당 1표만 받습니다.",
  "The number of tokens needed to vote differs by proposal type, for example <2></2> for a new market proposal. Each public key is eligible for one vote.": "투표에 필요한 토큰 수량은 제안 유형에 따라 다릅니다(예: 새로운 시장 제안의 경우 <2></2>). 각 공개 키는 1표만 제공됩니다.",
  "If a proposal receives enough participation and reaches the majority threshold within the voting period, the change is automatically enacted (with the exception of free form proposals). The thresholds differ by proposal type, for example a new market proposal requires participation of <2></2> and a majority of <6></6>.": "제안이 충분한 참여를 받고 투표 기간 내에 과반수 임계값에 도달하면 변경 사항이 자동으로 적용됩니다(자유 형식 제안 제외). 임계값은 제안 유형에 따라 다릅니다. 예를 들어 새로운 시장 제안에는 <2></2>의 참여와 <6></6>의 과반수가 필요합니다.",
  "If the proposal was creating a new market, once enacted it will remain in opening auction until it has attracted enough liquidity to start trading.": "",
  "Phase 1": "1 단계",
  "Sense check": "Sense check",
  "Start a topic and share an outline of your proposal on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.": "토픽을 시작하고 'sense-check' 태그를 사용하여 포럼에서 제안 개요를 공유하십시오. 받은 좋아요와 답글에서 제안에 대한 지원이 있는지 파악하고 계획을 수정하세요.",
  "Start a topic on the forum": "포럼에서 토픽을 시작하세요",
  "Phase 2": "2 단계",
  "Formalise Proposal": "제안 공식화하기",
  "Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the proposed addition/change, including the data (JSON or similar) that would be submitted on chain. Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.": "받은 피드백을 기반으로 제안 주제를 업데이트하고 체인에 제출될 데이터(JSON 또는 유사 파일)를 포함하여 제안된 추가/변경의 근거와 세부 사항을 포함했는지 확인하세요. 태그를 업데이트하고 제출할 준비가 된 최종 상태에 도달할 때까지 제안을 수정하기 위해 사람들을 토론에 초대하세요.",
  "Read the docs to make a proposal": "제안하기 위해 문서를 읽으세요",
  "Check out the forum": "포럼을 확인해보세요",
  "Phase 3": "3 단계",
  "Submit a proposal": "제안 제출하기",
  "Phase 4": "4 단계",
  "Vote": "",
  "Vote for proposals": "제안에 투표하세요",
  "Phase 5": "5 단계",
  "Enacting changes": "변경사항 시행",
  "Governance Home": "",
  "Governance allows the Vega network to arrive at on-chain decisions, where tokenholders can create proposals that other tokenholders can vote to approve or reject.": "거버넌스는 Vega 네트워크가 온체인 결정에 도달할 수 있도록 합니다. 여기서 토큰 홀더는 다른 토큰 홀더가 투표하여 찬성 또는 거절할 수 있는 제안서를 작성할 수 있습니다.",
  "Governance": "거버넌스",
  "Vega is uncompromisingly decentralised, with all network governance taking place on-chain. Read on to find out how to propose new markets, create settlement assets, and configure the network": "",
  "Forums": "",
  "Read initial proposals and get involved in the discussion before the proposal goes to vote.": "제안이 투표에 들어가기 전에 초안을 읽고 토론에 참여하세요.",
  "Stake & Vote": "",
  "Review and vote on governance proposals.": "거버넌스 제안을 검토하고 투표하세요",
  "Read the docs to create and submit a proposal using Vega APIs.": "문서를 읽고 Vega API를 사용하여 제안서를 작성하고 제출하세요.",
  "Get started voting": "투표하세요",
  "Get $VEGA tokens": "$VEGA 토큰 받기",
  "You can purchase VEGA on various exchanges.": "",
  "Stake VEGA": "",
  "Stake your VEGA tokens on the governance site to be eligible to vote, note you will need to get a <2>wallet</2> to do this": "",
  "Vote on proposals": "제안에 투표하기",
  "Use our governance tools.": "거버넌스 툴을 사용하세요",
  "Note, you'll need some ETH to pay any transaction fees.": "참고, 거래 수수료를 지불하기 위해 소량의 이더리움이 필요합니다.",
  "Governance App": "",
  "Governance lifecycle": "거버넌스 라이프사이클"
}
