{
  "Loading...": "로딩 중...",
  "Can't fetch APY right now...": "지금 APY를 가져올 수 없습니다...",
  "APY": "APY",
  "$VEGA paid out this epoch": "현 Epoch에 지급된 $VEGA",
  "Develop with Vega": "Vega와 개발하기",
  "Get access to the Vega APIs, contribute to the source code, earn bounties and be rewarded for building the future of DeFi.": "Vega API에 액세스하고, 소스 코드에 기여하고, 바운티 보상을 받고, 디파이의 미래를 구축한 것에 대한 보상을 받으세요.",
  "Develop": "개발",
  "Rewards": "보상",
  "Rewards are paid out from the treasury at the end of an epoch.": "보상은 Epoch가 끝날 때 트레져리에서 지급됩니다.",
  "Rewards I've earned": "내가 얻은 보상",
  "Any Vega network participant with assets can use the rewards functionality to incentivise behaviours they would like to see in a market for trading, liquidity provision.": "자산이 있는 모든 Vega 네트워크 참여자는 보상 기능을 사용하여 거래, 유동성 공급을 위해 시장에서 보고 싶은 행동을 장려할 수 있습니다.",
  "Create your own reward": "나만의 보상 만들기",
  "Staking rewards": "스테이킹 보상",
  "Nominate a validator and earn treasury rewards for each full epoch staked, as well as a share of trading fees.": "밸리데이터를 지명하고 스테이킹된 각 전체 Epoch에 대한 트레져리 보상과 거래 수수료의 일부를 받으세요.",
  "Staking": "스테이킹",
  "Become a validator": "밸리데이터 되기",
  "* The average annualised percentage return based on the last epoch's total rewards for staking / amount staked and the number of epochs in a year": "* 스테이킹에 대한 지난 Epoch의 총 보상/스테이킹된 양과 1년 동안의 Epoch 수를 기준으로 한 평균 연간 비율 수익률",
  "Incentives and Bounties": "인센티브 및 바운티",
  "Bounties": "바운티",
  "Participate in developer bounties and get rewarded for your commitment.": "개발자 바운티에 참여하고 기여에 대한 보상을 받으세요.",
  "Security issues": "보안 문제",
  "Found a software security issue? Report it to us and earn rewards by finding bugs that affect the Vega Network.": "소프트웨어 보안 문제를 찾았으셨나요? Vega Network에 영향을 미치는 버그를 찾아 우리에게 보고하고 보상을 받으세요.",
  "Report a security issue": "보안 문제 보고하기",
  "Fairground incentives": "Fairground 인센티브",
  "Earn rewards for helping to find bugs and battle harden Vega's Testnet.": "버그를 찾는 데 도움을 주고 Vega의 Testnet 강화에 대한 보상을 받으세요.",
  "Fairground": "Fairground"
}
