{
  "The protocol can reward users for consistently placing volume on the book, and for engaging with markets by trading": "",
  "Programmatic Trading": "Programmatic Trading",
  "The Vega protocol supports programmatic trading with rich CEX-style APIs that can be used to develop market making, liquidity provision, and directional trading strategies.": "",
  "Enabled through rich CEX-style APIs for development of market making, liquidity provision, and directional trading strategies": "",
  "Market makers": "Market makers",
  "Liquidity providers": "Liquidity providers",
  "The protocool can be configured to reward users who ccommit to meeting a liquidity \"SLA\" with a share of fees and optionally additional token or stablecoin rewards.": "",
  "Starter kit": "Starter kit",
  "1. Pre-requisites": "1. Pre-requisites",
  "Market making and liquidity provision is risky and for sophisticated parties only. Users of these features should be able to:": "",
  "i. Actively manage liquidity deployed to a limit order book": "i. Actively manage liquidity deployed to a limit order book",
  "ii. Understand how derivatives pricing works, specifically cash-settle futures": "ii. Understand how derivatives pricing works, specifically cash-settle futures",
  "iii. Code automated trading strategies and operate and monitor them 24/7": "iii. Code automated trading strategies and operate and monitor them 24/7",
  "iv. Understand the nuances of integrating with a blockchain": "iv. Understand the nuances of integrating with a blockchain",
  "v. Manage inventory risk and build trading strategies that manage exposure to maintain neutrality": "v. Manage inventory risk and build trading strategies that manage exposure to maintain neutrality",
  "vi. Manage risk effectively in a leveraged trading environment": "vi. Manage risk effectively in a leveraged trading environment",
  "2. CLI Wallet and signer libraries": "",
  "A version of the command line wallet is shipped with every new version of the protocol allowing developers to programmatically sign transactions and access dApps on any network running the protocol.": "",
  "Alternastively, signer libraries for various languages allow users to create and sign transactions using from within their applications": "",
  "Download CLI Wallet": "Download CLI Wallet",
  "Learn abouut signer libraries": "",
  "3. Tutorials and code snippets": "",
  "Getting started": "Getting started",
  "View": "View",
  "Start development of a bot for the Vega protocol": "",
  "Streaming data": "Streaming data",
  "Enhance the bot with a data stream": "Enhance the bot with a data stream",
  "Adding a liquidity commitment": "Adding a liquidity commitment",
  "Add a liquidity commitment to the bot": "Add a liquidity commitment to the bot",
  "Adding an external price feed": "Adding an external price feed",
  "Add an external price feed to the bot": "Add an external price feed to the bot",
  "Key Resources": "Key Resources",
  "Vega market lifecycle": "Vega market lifecycle",
  "Vega trading modes": "Vega trading modes",
  "Fees": "",
  "Discounts & rewards": "",
  "Providing liquidity": "Providing liquidity"
}
