{
  "Once you have formalised your proposal and made any final amends, it is time to submit the proposal to the public chain using the APIs. Use the templates provided in the docs to convert your market definition from the forum post into a formal on-chain proposal.": "Una vez que haya formalizado su propuesta y haya realizado las modificaciones finales, es hora de enviar la propuesta a la cadena pública utilizando las API. Utilice las plantillas proporcionadas en los documentos para convertir su definición de mercado de la publicación del foro en una propuesta formal en cadena.",
  "A proposal cannot be changed once submitted - it will be validated by the nodes and enter straight into the voting period - therefore it's important to submit only when you are happy with the proposal's content. Anyone with <2></2> who has staked to a validator, can submit a new market proposal. Once submitted, head back to the forum to rally the community to vote.": "Una propuesta no se puede cambiar una vez enviada; los nodos la validarán y entrará directamente en el período de votación; por lo tanto, es importante enviarla solo cuando esté satisfecho con el contenido de la propuesta. Cualquier persona con <2></2> que haya apostado a un validador puede enviar una nueva propuesta de mercado. Una vez enviado, regrese al foro para reunir a la comunidad a votar.",
  "If all your proposals inputs pass validation, community token holders consider and vote for or against active proposals using the governance dApp. Share your market ideas on the Vega forum to get the community motivated to vote for your proposal. Note, each public key with a minimum of <2></2> gets just one vote per proposal.": "Si todas las entradas de sus propuestas pasan la validación, los titulares de tokens comunitarios consideran y votan a favor o en contra de las propuestas activas utilizando la dApp de gobernanza. Comparta sus ideas de mercado en el foro de Vega para motivar a la comunidad a votar por su propuesta. Tenga en cuenta que cada clave pública con un mínimo de <2></2> obtiene solo un voto por propuesta.",
  "Phase 1": "fase 1",
  "Sense check your market idea": "Sense comprueba tu idea de mercado",
  "<p>Start a topic and share an outline of the market you propose on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.</p>": "<p>Inicie un tema y comparta un resumen del mercado que propone en el foro con una etiqueta de 'comprobación de sentido'. Obtenga una idea de si hay apoyo para su propuesta a partir de los Me gusta y las respuestas que recibe, y perfeccione sus planes.</p>",
  "Start a topic on the forum (Testnet)": "Iniciar un tema en el foro (Testnet)",
  "See what markets exist already (Testnet)": "Vea qué mercados ya existen (Testnet)",
  "Phase 2": "Fase 2",
  "Formalise your proposal": "Formaliza tu propuesta",
  "<p>Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the the market, including the data (JSON or similar) that would be submitted on chain i.e. market name and code, Oracle / data source the market will use for settlement, and risk model (to calculate margin requirements and ensure safe trading).</p><p>Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.</p>": "<p>Actualice el tema de su propuesta en función de los comentarios recibidos y asegúrese de haber incluido la justificación y las especificaciones del mercado, incluidos los datos (JSON o similar) que se enviarían en la cadena, es decir, nombre y código del mercado, Oracle/datos la fuente que utilizará el mercado para la liquidación y el modelo de riesgo (para calcular los requisitos de margen y garantizar una negociación segura).</p><p>Actualice la etiqueta e invite al debate y la discusión para modificar la propuesta hasta que llegue a un estado final, listo para enviar.</p>",
  "Read the docs to make a proposal (Testnet)": "Lea los documentos para hacer una propuesta (Testnet)",
  "Check out the forum (Testnet)": "Consulta el foro (Testnet)",
  "Phase 3": "Fase 3",
  "Submit your proposal": "Envíe su propuesta",
  "Submit your proposal (Testnet)": "Envía tu propuesta (Testnet)",
  "Phase 4": "Fase 4",
  "Get voting": "Obtener votaciones",
  "Vote for proposals (Testnet)": "Votar por propuestas (Testnet)",
  "Phase 5": "Fase 5",
  "Attract liquidity": "Atraer liquidez",
  "<p>Any Vega participant with sufficient collateral* can provide liquidity for a market by submitting a transaction to the network. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.</p><p><i>*the size of the nominated liquidity commitment amount and the margins required to support the orders generated from that commitment.</i></p>": "<p>Cualquier participante de Vega con suficiente garantía* puede proporcionar liquidez para un mercado enviando una transacción a la red. Atraiga liquidez con el mecanismo de incentivo incorporado de Vega que empareja a los comerciantes y creadores de mercado.</p><p><i>*el tamaño del monto del compromiso de liquidez nominado y los márgenes requeridos para respaldar las órdenes generadas a partir de ese compromiso.</p>",
  "Read the docs about liquidity provision (Testnet)": "Lea los documentos sobre provisión de liquidez (Testnet)",
  "Phase 6": "Fase 6",
  "Launch Market": "Mercado de lanzamiento",
  "<p>If a proposal passes the vote, the market is enacted automatically, as soon as it has received enough committed liquidity.</p>": "<p>Si una propuesta pasa la votación, el mercado se promulga automáticamente, tan pronto como haya recibido suficiente liquidez comprometida.</p>",
  "Market Creation with Vega": "Creación de mercado con Vega",
  "Bring the future of DeFi within reach - and create a futures market on any underlying. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.": "Ponga el futuro de DeFi al alcance de la mano y cree un mercado de futuros sobre cualquier subyacente. Atraiga liquidez con el mecanismo de incentivos incorporado de Vega que empareja a los comerciantes y creadores de mercado.",
  "Governance": "Gobernancia",
  "Create markets": "Crear mercados",
  "Create a cash-settled futures market on any underlying. Attract liquidity with Vega's built-in incentive mechanism that matches traders and market makers.": "Cree un mercado de futuros liquidados en efectivo sobre cualquier subyacente. Atraiga liquidez con el mecanismo de incentivos incorporado de Vega que empareja a los comerciantes y creadores de mercado.",
  "How to create a new market on Vega": "Cómo crear un nuevo mercado en Vega",
  "Creating a market is part of Vega governance. To get started, get and hold $VEGA tokens in your wallet.": "Crear un mercado es parte de la gobernanza de Vega. Para comenzar, obtenga y mantenga tokens de $VEGA en su billetera.",
  "Find out more": "Saber más",
  "Get started": "Empezar",
  "See what markets already exist (Testnet)": "Ver qué mercados ya existen (Testnet)"
}
