{
  "Community": "Comunidad",
  "Meet our contributors": "Conoce a nuestros colaboradores",
  "Events": "Eventos",
  "Upcoming community events, meet-ups, research office hours and community calls.": "Próximos eventos comunitarios, reuniones, horas de oficina de investigación y llamadas comunitarias.",
  "Upcoming events + meetups": "Próximos eventos + reuniones",
  "Join the Vega community, where a fair finance future is being co-created - starting with derivatives.": "Únase a la comunidad Vega, donde se está co-creando un futuro financiero justo, comenzando con derivados.",
  "Join the Vega community": "Únete a la comunidad Vega",
  "Earn rewards for contributing to the future of finance.": "Obtenga recompensas por contribuir al futuro de las finanzas.",
  "Join us on Discord": "Únete a nosotros en Discord",
  "Where we are": "Donde estamos",
  "Hangout, chat, get support, suggest new content and art - we're all here!": "Hangout, chatee, obtenga soporte, sugiera nuevo contenido y arte: ¡todos estamos aquí!",
  "Forum": "Foro",
  "Discuss governance and governance proposals on Vega Networks.": "Discutir la gobernanza y las propuestas de gobernanza en Vega Networks.",
  "Telegram": "Telegram",
  "Official Telegram Group for Vega Protocol.": "Grupo oficial de Telegram para el Protocolo Vega.",
  "Twitter": "Twitter",
  "Substack": "Substack",
  "Roll up! Roll up! Vega's bi-weekly highlights newsletter.": "¡Enrollar! ¡Enrollar! Boletín quincenal de aspectos destacados de Vega.",
  "YouTube": "YouTube",
  "Video tutorials, presentations, development updates, and milestones of the Vega project.": "Tutoriales en video, presentaciones, actualizaciones de desarrollo e hitos del proyecto Vega.",
  "Twitch": "Twitch",
  "Weekly live-streams, Thursdays 6pm BST/UTC+1!": "Transmisiones en vivo semanales, los jueves a las 6 p. m. BST/UTC+1.",
  "Medium": "Medium",
  "Latest news on the Vega blog.": "Últimas noticias en el blog Vega.",
  "Github": "Github",
  "Public repositories for Vega Protocol including related apps and tools.": "",
  "Upcoming events": "Próximos Eventos",
  "Livestreams, conferences, research office hours and community calls": "Transmisiones en vivo, conferencias, horas de oficina de investigación y llamadas comunitarias",
  "Events and meetups": "Eventos y reuniones",
  "Contribute and get rewarded": "Contribuye y obtén recompensas",
  "Ambassador program": "Programa de embajadores",
  "Leading community members share what we're building with those that need to hear it — and get rewarded.": "Los miembros líderes de la comunidad comparten lo que estamos construyendo con aquellos que necesitan escucharlo y reciben recompensas.",
  "Builders Club": "Club de Constructores",
  "For developers, coders, hackers, dreamers who want to create software on top of Vega.": "Para desarrolladores, codificadores, hackers, soñadores que quieren crear software sobre Vega.",
  "Translate": "Traducir",
  "For the talented multi-linguists who want to support the project with translations.": "Para los multilingüistas talentosos que quieren apoyar el proyecto con traducciones.",
  "Feedback": "Retroalimentación",
  "Feedback and feature requests": "Comentarios y solicitudes de funciones",
  "Contribute to the source code, and get building with our APIs.": "Contribuya al código fuente y comience a construir con nuestras API.",
  "Docs": "Documentos",
  "Share feedback, make suggestions and help translate.": "Comparta comentarios, haga sugerencias y ayude a traducir.",
  "Incentives": "incentivos",
  "Get rewarded for your efforts testing the network": "Reciba recompensas por sus esfuerzos probando la red",
  "Earn rewards": "Gana recompensas"
}
