{
  "Ambassador Leaderboards": "",
  "We celebrate our ambassadors and their work. Complete tasks to top the leaderboard, rise up the ranks, and see your name here!": "Celebramos a nuestros embajadores y su trabajo. ¡Completa tareas para encabezar la tabla de clasificación, subir de rango y ver tu nombre aquí!",
  "Community": "Comunidad",
  "Loading...": "",
  "Error retrieving leaderboard...": "",
  "Be a Vega+ Ambassador": "Sé un embajador de Vega+",
  "Knowledgeable in cryptocurrencies, DeFi and DAOs? We want you to be a driving force of the Vega community.": "¿Conocedor de criptomonedas, DeFi y DAO? Queremos que seas un motor de la comunidad Vega.",
  "Contribute": "",
  "Join a team": "",
  "Content collective": "",
  "Join the team creating non-technical content and designs for exclusive bounties.": "",
  "Tweets / Translations / Editorials / Infographics": "",
  "Apply now": "Aplica ya",
  "Builders Club": "",
  "Get support building on top of the Vega protocol and access exclusive builder club bounties.": "",
  "Docs / Hackathons / Coding support": "",
  "See what's going on": "",
  "Multilingual League": "",
  "Be a part of the language specialists helping to make Vega accessible to more people across the globe.": "",
  "Internationalisation / Local Language Groups / AMAs": "",
  "Benefits of being an ambassador": "Beneficios de ser embajador",
  "Vega+ Ambassadors are a valued extension of the team, and work closely with core Vega members.": "",
  "Gain real-world experience in community building by shaping the Vega movement from the ground up": "Obtenga experiencia del mundo real en la construcción de comunidades dando forma al movimiento Vega desde cero",
  "Access to exclusive Discord lounges": "Acceso a salones exclusivos de Discord",
  "Early access to bounties, beta testing of products": "Acceso anticipado a recompensas, pruebas beta de productos",
  "Priority consideration on protocol feedback": "Consideración prioritaria en la retroalimentación del protocolo",
  "Exclusive meetups - Invitations to all of Vega's events, both offline and online": "Reuniones exclusivas - Invitaciones a todos los eventos de Vega, tanto offline como online",
  "Limited Edition Vega swag": "",
  "Priority minting of NFT drops (+ enhanced rarities)": "",
  "Grow with Vega - scaling rewards as you climb the ranks": "Crece con Vega: escala las recompensas a medida que subes de rango",
  "Leaderboards": "",
  "Expectations": "Expectativas",
  "There are no exact requirements to being an ambassador; the extent of what you'll work on will depend on your team and role. Nevertheless, these are the non-negotiables:": "No hay requisitos exactos para ser embajador; el alcance de lo que trabajará dependerá de su equipo y función. Sin embargo, estos son los no negociables:",
  "Agree with the code of conduct; keep to the rules": "Estar de acuerdo con el código de conducta; mantener las reglas",
  "Attend most meetings with other ambassadors, engage with your team": "Asista a la mayoría de las reuniones con otros embajadores, interactúe con su equipo",
  "Learn with the core team: attend office hours, ask questions, grow": "Aprenda con el equipo central: asista al horario de oficina, haga preguntas, crezca",
  "Let us know when things aren't working for you, if you need a break, that's okay!": "Háganos saber cuando las cosas no funcionen para usted, si necesita un descanso, ¡está bien!",
  "Be active on Discord - most communication will take place there": "Manténgase activo en Discord: la mayoría de las comunicaciones se llevarán a cabo allí.",
  "Join the community": "Unete a la communidad",
  "Discord": "Discord",
  "Telegram": "Telegram",
  "Github": "Github",
  "Mainnet Docs": "Documentos de Mainnet",
  "Fairground Docs": "Documentos de Fairground",
  "Twitter": "Twitter",
  "Forum": "Foro",
  "YouTube": "YouTube",
  "Twitch": "Twitch"
}
