{
    "Explore the docs": "",
    "Get the code": "",
    "Develop with Vega": "",
    "Get access to the Vega APIs, contribute to the source code, earn bounties and be rewarded for building the future of DeFi.": "",
    "Develop": "",
    "Develop on Vega": "Desarrollando en Vega",
    "Contribute to our open source repositories on GitHub or create software using Vega &mdash; and earn rewards.": "Contribuya a nuestros repositorios de código abierto en GitHub o cree software usando Vega &mdash; y ganar recompensas.",
    "Build decentralised apps, bots and trading clients with our APIs": "Cree aplicaciones comerciales, bots y clientes descentralizados con nuestras API",
    "REST": "",
    "The ubiquitous protocol for the web, Vega has a set of REST APIs that map directly onto equivalent gRPC API service methods.": "",
    "Get Started": "",
    "gRPC": "",
    "For fast and efficient communication with Vega's APIs, gRPC supports near real time streaming of updates from Vega and is the transport of choice for many web3 apps.": "",
    "GraphQL": "",
    "Like gRPC, GraphQL supports near real time streaming of updates from Vega. It uses websockets under the hood but follows the specification for streaming as set by GraphQL.": "",
    "Wallet": "",
    "Allows programmatic access to signing and key management and is used to sign transactions with a private and public key pair when submitting orders or other commands to a Vega Node.": "",
    "Create custom markets": "Crear mercados personalizados",
    "Status:": "Estado:",
    "Coming soon to Mainnet": "Próximamente en la red principal",
    "Try it out on Fairground": "",
    "Explore the Docs": "",
    "Join the Builders Club": "Únete al club de constructores",
    "For developers, coders, hackers, dreamers who want to create software on top of Vega.": "Para desarrolladores, codificadores, hackers, soñadores que quieren crear software en Vega.",
    "Meet on Discord": "",
    "Featured tutorials": "Tutoriales destacados",
    "Where next?": "Cuál es el próximo paso ?",
    "Say hello on Discord": "",
    "Explore the forum": "",
    "See the Roadmap": ""
}