{
    "Be a Vega+ Ambassador": "Conviértete en un embajador de Vega+",
    "Knowledgeable in cryptocurrencies, DeFi and DAOs? We want you to be a driving force of the Vega community.": "¿Conocedor de criptomonedas, DeFi y DAO? Queremos que seas una fuerza impulsora en la comunidad Vega.",
    "Seeking emissaries of the future to co-create the leading crypto derivatives layer.": "Buscando emisarios del futuro para co-crear la primera capa de criptoderivados.",
    "Overview": "Visión general",
    "You'll already be passionate about blockchain technologies, with a willingness to learn the ins and outs of Vega. A penchant for original thinking. And an appetite to share, as you drive conversations and engagement in pursuit of vibrancy within the community.": "Ya te apasionarán las tecnologías blockchain y estarás ansioso por aprender los entresijos de Vega. Una inclinación por el pensamiento original. Y apetito por compartir, alimentando conversaciones y compromisos en busca de vitalidad dentro de la comunidad.",
    "Apply now to bring fresh proposals to the table and participate in the community as a key contributor.": "Solicite ahora para traer nuevas propuestas a la mesa e involúcrese en la comunidad como un colaborador clave.",
    "Apply now": "",
    "Which Vega+ Team would you rally?": "¿Qué equipo de Vega+ construirías?",
    "Content Collective (Non-Technical)": "",
    "(Tweets, Translations, Editorials, Infographics, Bounties)": "",
    "Builders Club (Technical)": "",
    "(Vega Capsule, Documentation, Hackathon Support, Coding)": "",
    "Benefits of being an ambassador": "Beneficios de ser embajador",
    "Vega+ Ambassadors are a valued extension of the team, and work closely with core Vega members. Here's a taste of what you can look forward to:": "Los embajadores de Vega+ son una valiosa extensión del equipo y trabajan en estrecha colaboración con los miembros principales de Vega. Este es un ejemplo de lo que puede esperar:",
    "Expectations": "Expectativas",
    "There are no exact requirements to being an ambassador; the extent of what you'll work on will depend on your team and role. Nevertheless, these are the non-negotiables:": "No hay requisitos específicos para ser embajador; el alcance de lo que trabaje dependerá de su equipo y su función. Sin embargo, estos son los no negociables:",
    "Agree with the code of conduct; keep to the rules": "aceptar el código de conducta; mantener las reglas",
    "Attend most meetings with other ambassadors, engage with your team": "Asista a la mayoría de las reuniones con otros Embajadores, interactúe con su equipo",
    "Learn with the core team: attend office hours, ask questions, grow": "Aprenda con el equipo central: asista al horario de oficina, haga preguntas, crezca",
    "Let us know when things aren't working for you, if you need a break, that's okay!": "Háganos saber cuando las cosas no estén funcionando para usted, si necesita un descanso, ¡está bien!",
    "Be active on Discord - most communication will take place there": "Manténgase activo en Discord: la mayoría de las comunicaciones se llevarán a cabo allí.",
    "Interested in joining?": "¿Interesado en unirte?",
    "Become one with Vega. Learn, create, and help grow Vega to be a leading derivatives Layer 1 in the crypto space": "Conviértete en uno con Vega. Aprenda, cree y ayude a Vega a convertirse en uno de los principales derivados de Capa 1 en el espacio criptográfico",
    "Join the community": "Unete a la communidad",
    "Discord": "",
    "Telegram": "",
    "Github": "",
    "Mainnet Docs": "",
    "Fairground Docs": "",
    "Twitter": "",
    "Forum": "",
    "YouTube": "",
    "Twitch": ""
}