{
  "Coming soon": "",
  "Purpose built bespoke blockchain": "Blockchain diseñado a medida",
  "Ethereum and other blockchains suffer slow performance since they're generalist tools, with smart contracts for everything - applying the same rules regardless of what you use them for. They charge high gas fees and require workarounds to be applied to trading. Vega is built from the ground up using high performing, purpose-built smart contracts specifically for trading - meaning no fees on orders, and fairness at its core.": "Ethereum y otras cadenas de bloques sufren un rendimiento lento ya que son herramientas generalistas, con contratos inteligentes para todo, aplicando las mismas reglas independientemente de para qué las use. Cobran altas tarifas de gas y requieren que se apliquen soluciones alternativas al comercio. Vega está construido desde cero utilizando contratos inteligentes de alto rendimiento diseñados específicamente para el comercio, lo que significa que no hay tarifas en los pedidos y la equidad es fundamental.",
  "Read more about:": "Leer más sobre:",
  "The importance of a purpose built blockchain for trading on the Vega blog <2>'Innovating in decentralised financial markets'</2>": "La importancia de una cadena de bloques especialmente diseñada para operar en el blog de Vega <2>'Innovando en los mercados financieros descentralizados'</2>",
  "Runs slowly": "Corre lento",
  "Fast trading": "Comercio rápido",
  "Allows for unfair front running": "Permite una inversión ventajista injusta",
  "Built for fairness from the ground up": "Construido para la equidad desde cero",
  "A fee for every transaction": "Una comisión por cada transacción",
  "No fees on orders": "Sin comisiones en los pedidos",
  "Generalist tool - A workaround for trading": "Herramienta generalista: una solución alterna para el comercio",
  "Specifically built for trading": "Diseñado específicamente para el comercio",
  "Smart contracts for anything": "Contratos inteligentes para cualquier cosa",
  "Small, purpose built smart products for trading": "Pequeños, productos inteligentes especialmente diseñados para el comercio",
  "Be as good as CeFi": "Ser tan bueno como CeFi",
  "Be better than CeFi": "Ser mejor que CeFi",
  "Help DeFi mature": "Ayudar a DeFi a madurar",
  "Key Vega Concepts": "Conceptos clave de Vega",
  "Explore how Vega bridges traditional finance and DeFi to create a bespoke trading alternative.": "Explore cómo Vega une las finanzas tradicionales y DeFi para crear una alternativa comercial a medida.",
  "Key concepts": "Conceptos clave",
  "What makes Vega different": "Lo que hace diferente a Vega",
  "Explore the features that enable you to trade and create derivatives on a fully decentralised network.": "Explore las funciones que le permiten operar y crear derivados en una red totalmente descentralizada.",
  "Vega is designed to:": "Vega está diseñado para:",
  "Anti front-running": "Anti inversión ventajista",
  "Vega's pre-protocol widget, 'Wendy', ensures all nodes see the same sequence of transactions and provides cryptographic proof that all traders have fair access to the order book. This creates a fair marketplace where no participant can gain an unfair advantage, an issue rampant in DeFi and something not even sophisticated traditional exchanges can offer.": "El widget previo al protocolo de Vega, 'Wendy', garantiza que todos los nodos vean la misma secuencia de transacciones y proporciona una prueba criptográfica de que todos los comerciantes tienen acceso justo al libro de órdenes. Esto crea un mercado justo donde ningún participante puede obtener una ventaja injusta, un problema rampante en DeFi y algo que ni siquiera los intercambios tradicionales sofisticados pueden ofrecer.",
  "Vega's front running protection in the papers<1>'Wendy, the Good Little Fairness Widget'</1> and <5>'Wendy grows up'</5>": "Protección frontal de Vega en los periódicos <1>'Wendy, the Good Little Fairness Widget'</1> y <5>'Wendy grows up'</5>",
  "Or try out the <2>Wendy prototype</2> on a simulated network": "O pruebe el <2>prototipo de Wendy</2> en una red simulada",
  "Permissionless market creation": "Creación de mercado sin permiso",
  "Key to delivering on the promise of blockchain and DeFi, anyone can propose a market on any underlying and the community decides what gets created (unlike other decentralised exchanges).": "Clave para cumplir la promesa de blockchain y DeFi, cualquiera puede proponer un mercado en cualquier subyacente y la comunidad decide qué se crea (a diferencia de otros intercambios descentralizados).",
  "Built-in liquidity incentives": "Incentivos de liquidez incorporados",
  "Unlock a “VC” like approach of incubating a portfolio of new markets with built in liquidity incentives, or “buying in” to more mature markets - shifting the power and reward away from exchange owners to market liquidity providers. Successful markets have enough liquidity to generate bustling activity.": "Desbloquee un enfoque similar a “VC” de incubar una cartera de nuevos mercados con incentivos de liquidez incorporados, o “comprar” en mercados más maduros, trasladando el poder y la recompensa de los propietarios de intercambio a los proveedores de liquidez del mercado. Los mercados exitosos tienen suficiente liquidez para generar una actividad bulliciosa.",
  "Optimised for high capital efficiency": "Optimizado para una alta eficiencia de capital",
  "Vega's cross margining and portfolio risk evaluation innovations significantly lower capital costs opening up hedging instruments to a far greater range of people and businesses and allowing markets to exist that previously wouldn't due to cost.": "Las innovaciones de evaluación de riesgo de cartera y márgenes cruzados de Vega reducen significativamente los costos de capital al abrir los instrumentos de cobertura a una variedad mucho mayor de personas y empresas y permiten que existan mercados que antes no existían debido al costo.",
  "Overall portfolio risk is evaluated by calculating the worst possible loss that a portfolio of derivative and physical instruments might reasonably incur - live, and on-chain, instead of over the course of one trading day.": "El riesgo general de la cartera se evalúa calculando la peor pérdida posible en la que razonablemente podría incurrir una cartera de derivados e instrumentos físicos, en vivo y en cadena, en lugar de en el transcurso de un día de negociación.",
  "Built-in live, automated cross margining routes a trader's gains made on one market to offset positions on other markets.": "Los márgenes cruzados automatizados y en vivo incorporados enrutan las ganancias de un comerciante en un mercado para compensar posiciones en otros mercados.",
  "High capital efficiency in section 3 of the Vega blog <2>Pro traders & Vega</2>": "Alta eficiencia de capital en la sección 3 del blog de Vega <2>Traders profesionales y Vega</2>",
  "How Vega optimises for high capital efficiency in sections 3.5 and 6.6 of the Vega<1>whitepaper</1>": "Cómo optimiza Vega para una alta eficiencia de capital en las secciones 3.5 y 6.6 del <1>documento técnico</1> de Vega",
  "Efficient Price Discovery": "Descubrimiento de precios eficiente",
  "Unlike other decentralised exchanges, Vega doesn't charge gas fees, allowing better price discovery. What's more, Vega offers subsecond latency together with price protection mechanisms/circuit breakers and auctions in low liquidity regimes to discover true market prices.": "A diferencia de otros intercambios descentralizados, Vega no cobra tarifas de gas, lo que permite un mejor descubrimiento de precios. Además, Vega ofrece una latencia de subsegundos junto con mecanismos de protección de precios/disyuntores y subastas en regímenes de baja liquidez para descubrir los precios reales del mercado.",
  "Launch a new market on Vega, or trade, confident in the knowledge that the latest and most accurate price is available to you.": "Inicie un nuevo mercado en Vega, o opere, con la confianza de saber que el precio más reciente y preciso está disponible para usted.",
  "Different methods of price discovery in section 5 of the Vega blog <2>Pro traders & Vega</2>": "Diferentes métodos de descubrimiento de precios en la sección 5 del blog de Vega <2>Traders profesionales y Vega</2>",
  "Pseudonymous trading": "Comercio seudónimo",
  "Lowering the barrier to wealth and value creation calls for pseudonymous identities. In this way, the Vega network is accessible to anyone in the world without restriction.": "Bajar la barrera de la riqueza y la creación de valor exige identidades seudónimas. De esta forma, la red Vega es accesible para cualquier persona en el mundo sin restricciones.",
  "The risk considerations behind pseudonymous environments and Vega's protective measures in the Vega <2>whitepaper</2>": "Las consideraciones de riesgo detrás de los entornos seudónimos y las medidas de protección de Vega en el <2>documento técnico</2> de Vega",
  "Community curation of markets": "Curaduría comunitaria de mercados",
  "Vega's market governance is designed to allow the network to operate and grow freely, without manual or centralised intervention. Weighted voting happens by the community allocating, or staking, their tokens to validator nodes. Governance decisions include creation and closure of markets, and the setting of parameters that influence market behaviour.": "La gobernanza del mercado de Vega está diseñada para permitir que la red opere y crezca libremente, sin intervención manual o centralizada. La votación ponderada ocurre cuando la comunidad asigna o apuesta sus tokens a los nodos de validación. Las decisiones de gobernanza incluyen la creación y el cierre de mercados, y el establecimiento de parámetros que influyen en el comportamiento del mercado.",
  "Market curation in section 3.4 of the Vega <2>whitepaper</2>": "Conservación del mercado en la sección 3.4 del <2>documento técnico</2> de Vega",
  "Dynamic margins with cross margining": "Márgenes dinámicos con márgenes cruzados",
  "Vega protocol's rigorous framework continuously monitors and manages credit risk more efficiently than centralised exchanges. A plugin-like architecture for risk models and best-in-class stochastic models that run fast enough to support frequent margin evaluations allows traders with positions to adjust quickly.": "El marco riguroso del protocolo Vega monitorea y administra continuamente el riesgo crediticio de manera más eficiente que los intercambios centralizados. Una arquitectura similar a un complemento para modelos de riesgo y los mejores modelos estocásticos de su clase que se ejecutan lo suficientemente rápido como para respaldar evaluaciones de margen frecuentes permite a los operadores con posiciones ajustarse rápidamente.",
  "Cross margining in the Vega blog <2>'Credit Risk and Margins on Vega'</2>": "Margen cruzado en el blog de Vega <2>'Riesgo crediticio y márgenes en Vega'</2>",
  "Automated cross margining in section 3 of the Vega blog <2>'Pro traders & Vega'</2>": "Margen cruzado automatizado en la sección 3 del blog de Vega <2>'Pro traders & Vega'</2>",
  "Pegged orders for automated order management": "Órdenes vinculadas para la gestión automatizada de pedidos",
  "Use pegged orders on any market, at any time, to place orders and automatically track another price on the market. This enables advanced trading strategies and fast reaction times while removing concerns about latency and reducing the number of manual transactions needed to maintain liquidity provider orders.": "Use órdenes vinculadas en cualquier mercado, en cualquier momento, para colocar órdenes y rastrear automáticamente otro precio en el mercado. Esto permite estrategias comerciales avanzadas y tiempos de reacción rápidos al tiempo que elimina las preocupaciones sobre la latencia y reduce la cantidad de transacciones manuales necesarias para mantener las órdenes del proveedor de liquidez.",
  "Pegged orders for automated management in the Vega blog <2>'How pegged orders work'</2>": "Órdenes vinculadas para la gestión automatizada en el blog de Vega <2>'Cómo funcionan las órdenes vinculadas'</2>",
  "Completely decentralised network": "Red completamente descentralizada",
  "Most decentralised exchanges use a centralised order book, and centrally control what can be traded. With Vega, everything from the order book to market creation and maintenance, liquidity provision and rewards, prices, management of margin and how that position eventually settles happen on chain as part of the network - all of it is managed and governed by the community. This is trading with full transparency - and no black boxes - doing away with the risks that come with centralised servers and single points of failure and control.": "La mayoría de los intercambios descentralizados utilizan un libro de pedidos centralizado y controlan centralmente lo que se puede negociar. Con Vega, todo, desde el libro de pedidos hasta la creación y el mantenimiento del mercado, la provisión de liquidez y las recompensas, los precios, la gestión del margen y la forma en que esa posición finalmente se asienta, sucede en cadena como parte de la red: todo es administrado y gobernado por la comunidad. Esto es operar con total transparencia, y sin cajas negras, eliminando los riesgos que conllevan los servidores centralizados y los puntos únicos de falla y control.",
  "No gas fees on trading": "Sin tarifas de gas en el comercio",
  "Vega does not charge gas fees. It uses a different fee structure that rewards participants and stimulates trading activity. Fees are incurred on every trade on a market in continuous trading, but it is the price taker who pays the fee. During a market's opening auction, no fees are collected.": "Vega no cobra tarifas de gas. Utiliza una estructura de tarifas diferente que recompensa a los participantes y estimula la actividad comercial. Se incurre en tarifas en cada operación en un mercado en negociación continua, pero es el tomador de precios quien paga la tarifa. Durante la subasta de apertura de un mercado, no se cobran tarifas.",
  "Gas fees under 'Miner extractable value (MEV) on blockchains' on the blog <2>'Fair access to efficient derivatives markets'</2>": "Tarifas de gas en 'Valor extraíble del minero (MEV) en blockchains' en el blog <2>'Acceso justo a mercados de derivados eficientes'</2>",
  "Cross chain support": "Soporte de cadena cruzada",
  "Vega currently lets users propose any ERC-20 tokens to use as collateral. Once the protocol is fully blockchain-agnostic, trades will be able to settle in any crypto-asset on a supported chain, paving the way for physically settled and cash settled products, as commodity and asset tokenisation become widespread.": "Vega actualmente permite a los usuarios proponer cualquier token ERC-20 para usarlo como garantía. Una vez que el protocolo sea completamente agnóstico de blockchain, las transacciones podrán liquidarse en cualquier criptoactivo en una cadena compatible, allanando el camino para productos liquidados físicamente y liquidados en efectivo, a medida que la tokenización de activos y productos básicos se generalice.",
  "Cross chain support and multi-chain collateral in the Vega paper<1>'Vega Technical Overview'</1>": "Compatibilidad con cadenas cruzadas y garantía multicadena en el artículo de Vega <1>'Resumen técnico de Vega'</1>",
  "Scalable DeFi infrastructure": "Infraestructura DeFi escalable",
  "Vega works alongside other layer 1 blockchains - with open source APIs and libraries - making it easy to build status quo-challenging user interfaces.": "Vega funciona junto con otras cadenas de bloques de capa 1, con API y bibliotecas de código abierto, lo que facilita la creación de interfaces de usuario que desafían el status quo.",
  "For example, by using WebSocket for communication between your app and the server, GraphQL or gRPC APIs for streaming market data and Vega Pennant for simple graphs you could easily create responsive markets to monitor real world/spot dynamics and automatically propose a hedging market when volatility exceeds a threshold.": "Por ejemplo, al usar WebSocket para la comunicación entre su aplicación y el servidor, las API de GraphQL o gRPC para la transmisión de datos de mercado y Vega Pennant para gráficos simples, podría crear fácilmente mercados receptivos para monitorear el mundo real/dinámicas puntuales y proponer automáticamente un mercado de cobertura cuando la volatilidad supera un umbral."
}
