{
  "Blockchain derivatives": "Derivados en la cadena de bloques",
  "Discover Web3's native derivatives trading platform that is helping DeFi mature.": "Descubra la plataforma de comercio de derivados nativos de Web3 que está ayudando a DeFi a madurar.",
  "Toward a new era of finance": "Hacia una nueva era de las finanzas",
  "Decentralised infrastructure for the fair creation and trading of derivatives.": "Infraestructura descentralizada para la creación y negociación justa de derivados.",
  "Try out trading cash settled futures on the fully decentralised Vega network (Testnet).": "",
  "Submit and vote on proposals to create and change markets, network parameters and assets.": "",
  "Explore real-time Vega blockchain information.": "",
  "Key features": "",
  "Permissionless market creation": "Creación de mercados sin permiso",
  "Propose a market on any underlying.": "Proponer un mercado sobre cualquier subyacente.",
  "Anti front running": "Anti inversión ventajista",
  "Fair access to the order book, preventing miner extractable value (MEV).": "Acceso equitativo al libro de pedidos, evitando el valor extraíble del minero (MEV).",
  "Purpose-built blockchain": "Cadena de bloques especialmente diseñada",
  "High performing smart contracts for sophisticated trading.": "Contratos inteligentes de alto rendimiento para operaciones sofisticadas.",
  "Pseudonymous trading": "Comercio seudónimo",
  "Keep control of your data, and protect your privacy.": "Mantenga el control de sus datos y proteja su privacidad.",
  "High capital efficiency": "Alta eficiencia de capital",
  "Lower capital costs and evaluate risk live with cross margining.": "Bajos costos de capital y evalúe el riesgo en vivo con márgenes cruzados.",
  "No gas fees on trading": "Sin tarifas de gas en el comercio",
  "Fees only on trades on a market in continuous trading.": "Comisiones únicamente sobre operaciones en un mercado en negociación continua.",
  "Native liquidity provision": "Provisión de liquidez nativa",
  "Built-in liquidity incentives for bustling markets.": "Incentivos de liquidez incorporados para mercados bulliciosos.",
  "Cross-chain support": "Soporte de cadena cruzada",
  "Choose the digital asset for collateral or settlements.": "Elija el activo digital para garantía o liquidaciones.",
  "View all": "Ver todo",
  "Roadmap": "Hoja de Ruta",
  "Events": "Eventos",
  "Where next?": "Que sigue?",
  "Use the network": "Usa la red",
  "Join the community": "Unete a la communidad",
  "Govern the network": "Gobernar la red",
  "Develop on Vega": "Desarrollar en Vega"
}
