{
  "Be a Vega+ Ambassador": "Sé un embajador de Vega+",
  "Knowledgeable in cryptocurrencies, DeFi and DAOs? We want you to be a driving force of the Vega community.": "¿Conocedor de criptomonedas, DeFi y DAO? Queremos que seas un motor de la comunidad Vega.",
  "Seeking emissaries of the future to co-create the leading crypto derivatives layer.": "Buscando emisarios del futuro para co-crear la capa líder de criptoderivados.",
  "Overview": "Visión general",
  "You'll already be passionate about blockchain technologies, with a willingness to learn the ins and outs of Vega. A penchant for original thinking. And an appetite to share, as you drive conversations and engagement in pursuit of vibrancy within the community.": "Ya te apasionarán las tecnologías de cadena de bloques y estarás dispuesto a aprender los entresijos de Vega. Una inclinación por el pensamiento original. Y un apetito por compartir, mientras impulsa las conversaciones y el compromiso en busca de la vitalidad dentro de la comunidad.",
  "Apply now to bring fresh proposals to the table and participate in the community as a key contributor.": "Solicite ahora para traer nuevas propuestas a la mesa y participe en la comunidad como un colaborador clave.",
  "Apply now": "Aplica ya",
  "Which Vega+ Team would you rally?": "¿Qué equipo Vega+ reunirías?",
  "Content Collective (Non-Technical)": "Colectivo de contenido (no técnico)",
  "(Tweets, Translations, Editorials, Infographics, Bounties)": "(Tweets, Traducciones, Editoriales, Infografías, Bounties)",
  "Builders Club (Technical)": "Club de constructores (Técnico)",
  "(Vega Capsule, Documentation, Hackathon Support, Coding)": "(Cápsula Vega, Documentación, Soporte Hackathon, Codificación)",
  "Benefits of being an ambassador": "Beneficios de ser embajador",
  "Vega+ Ambassadors are a valued extension of the team, and work closely with core Vega members. Here's a taste of what you can look forward to:": "Los embajadores de Vega+ son una valiosa extensión del equipo y trabajan en estrecha colaboración con los miembros principales de Vega. Aquí hay una muestra de lo que puede esperar:",
  "Gain real-world experience in community building by shaping the Vega movement from the ground up": "Obtenga experiencia del mundo real en la construcción de comunidades dando forma al movimiento Vega desde cero",
  "Access to exclusive Discord lounges": "Acceso a salones exclusivos de Discord",
  "Early access to bounties, beta testing of products": "Acceso anticipado a recompensas, pruebas beta de productos",
  "Priority consideration on protocol feedback": "Consideración prioritaria en la retroalimentación del protocolo",
  "Exclusive meetups - Invitations to all of Vega's events, both offline and online": "Reuniones exclusivas - Invitaciones a todos los eventos de Vega, tanto offline como online",
  "Limited edition Vega swag": "Botín Vega de edición limitada",
  "Priority minting of NFT drops (+ enhanced rarities)": "Acuñación prioritaria de gotas NFT (+ rarezas mejoradas)",
  "Grow with Vega - scaling rewards as you climb the ranks": "Crece con Vega: escala las recompensas a medida que subes de rango",
  "Expectations": "Expectations",
  "There are no exact requirements to being an ambassador; the extent of what you'll work on will depend on your team and role. Nevertheless, these are the non-negotiables:": "No hay requisitos exactos para ser embajador; el alcance de lo que trabajará dependerá de su equipo y función. Sin embargo, estos son los no negociables:",
  "Agree with the code of conduct; keep to the rules": "Estar de acuerdo con el código de conducta; mantener las reglas",
  "Attend most meetings with other ambassadors, engage with your team": "Asista a la mayoría de las reuniones con otros embajadores, interactúe con su equipo",
  "Learn with the core team: attend office hours, ask questions, grow": "Aprenda con el equipo central: asista al horario de oficina, haga preguntas, crezca",
  "Let us know when things aren't working for you, if you need a break, that's okay!": "Háganos saber cuando las cosas no funcionen para usted, si necesita un descanso, ¡está bien!",
  "Be active on Discord - most communication will take place there": "Manténgase activo en Discord: la mayoría de las comunicaciones se llevarán a cabo allí.",
  "Interested in joining?": "¿Interesado en unirte?",
  "Become one with Vega. Learn, create, and help grow Vega to be a leading derivatives Layer 1 in the crypto space": "Conviértete en uno con Vega. Aprenda, cree y ayude a hacer crecer a Vega para que sea una Capa 1 de derivados líder en el espacio criptográfico",
  "Join the community": "Unete a la communidad",
  "Discord": "Discord",
  "Telegram": "Telegram",
  "Github": "Github",
  "Mainnet Docs": "Documentos de Mainnet",
  "Fairground Docs": "Documentos de Fairground",
  "Twitter": "Twitter",
  "Forum": "Foro",
  "YouTube": "YouTube",
  "Twitch": "Twitch"
}
