{
  "Overview": "Descripción general",
  "Test on Fairground": "Prueba en recinto ferial",
  "Developers": "Desarrolladores",
  "Get the Fairground Vega Wallet": "Obtenga la billetera Fairground Vega",
  "Get the Vega Wallet": "Obtenga la billetera Vega",
  "Wallet": "Billetera",
  "Connect to Vega dapps securely, deposit funds and approve or reject transactions with the Vega wallet. Download, set up and you're ready to connect": "Conéctese a Vega dapps de forma segura, deposite fondos y apruebe o rechace transacciones con la billetera Vega. Descargue, configure y estará listo para conectarse",
  "Vega Wallet": "Monedero Vega",
  "Vega Wallet browser extension officially supports Chrome or Firefox. Check the list of <2>supported browsers</2> for latest guidance.": "La extensión del navegador Vega Wallet es compatible oficialmente con Chrome o Firefox. Consulte la lista de <2>navegadores compatibles</2> para obtener las instrucciones más recientes.",
  "DOWNLOAD THE VEGA DESKTOP WALLET": "DESCARGAR LA BILLETERA DE ESCRITORIO VEGA",
  "Want to test on Fairground?": "¿Quieres probar en el recinto ferial?",
  "Your wallets, your keys": "Tus carteras, tus llaves",
  "Easily manage multiple key pairs in one place with the Vega Wallet extension, or for full multi-wallet functionality download the Vega Desktop Wallet.": "Administre fácilmente varios pares de claves en un solo lugar con la extensión Vega Wallet o, para obtener una funcionalidad completa de múltiples billeteras, descargue Vega Desktop Wallet.",
  "Secure connections": "Conexiones seguras",
  "Connect, manage permissions key by key and disconnect from Vega dapps securely.": "Conéctese, administre los permisos clave por clave y desconéctese de Vega dapps de forma segura.",
  "Instantly approve and reject transactions": "Aprobar y rechazar transacciones al instante",
  "Quickly approve or reject transaction requests and keep track of their status on the network.": "Apruebe o rechace rápidamente las solicitudes de transacciones y realice un seguimiento de su estado en la red.",
  "Head over to <2>Fairground</2>, Vega's testnet, and participate in incentives to earn rewards.": "Dirígete a <2>Fairground</2>, la red de prueba de Vega, y participa en incentivos para ganar recompensas.",
  "DOWNLOAD THE FAIRGROUND VEGA DESKTOP WALLET": "DESCARGAR LA BILLETERA DE ESCRITORIO VEGA DE FAIRGROUND",
  "Integrate": "Integrar",
  "Connect your dapp using the Vega wallet API": "Conecta tu dapp usando la API de la billetera Vega",
  "Read the Docs": "Leer los documentos",
  "Interact directly via command line (CLI), customise, isolate keys and build and send commands": "Interactúe directamente a través de la línea de comandos (CLI), personalice, aísle las teclas y cree y envíe comandos",
  "Get the CLI app": "Obtenga la aplicación CLI"
}
