{
  "Coming soon": "Próximamente",
  "Purpose built bespoke blockchain": "Blockchain diseñado a medida",
  "Ethereum and other blockchains suffer slow performance since they're generalist tools, with smart contracts for everything - applying the same rules regardless of what you use them for. They charge high gas fees and require workarounds to be applied to trading. Vega is built from the ground up using high performing, purpose-built smart contracts specifically for trading - meaning no fees on orders, and fairness at its core.": "Ethereum y otras cadenas de bloques sufren un rendimiento lento ya que son herramientas generalistas, con contratos inteligentes para todo, aplicando las mismas reglas independientemente de para qué las use. Cobran altas tarifas de gas y requieren que se apliquen soluciones alternativas al comercio. Vega está construido desde cero utilizando contratos inteligentes de alto rendimiento diseñados específicamente para el comercio, lo que significa que no hay tarifas en los pedidos y la equidad es fundamental.",
  "Read more about:": "Leer más sobre:",
  "The importance of a purpose built blockchain for trading on the Vega blog <2>'Innovating in decentralised financial markets'</2>": "La importancia de una cadena de bloques especialmente diseñada para operar en el blog de Vega <2>'Innovando en los mercados financieros descentralizados'</2>",
  "Runs slowly": "Corre lento",
  "Fast trading": "Comercio rápido",
  "Allows for unfair front running": "Permite una inversión ventajista injusta",
  "Built for fairness from the ground up": "Construido para la equidad desde cero",
  "A fee for every transaction": "Una comisión por cada transacción",
  "No fees on orders": "Sin comisiones en los pedidos",
  "Generalist tool - A workaround for trading": "Herramienta generalista: una solución alterna para el comercio",
  "Specifically built for trading": "Diseñado específicamente para el comercio",
  "Smart contracts for anything": "Contratos inteligentes para cualquier cosa",
  "Small, purpose built smart products for trading": "Pequeños, productos inteligentes especialmente diseñados para el comercio"
}
