{
  "wallets": "billeteras",
  "governance": "gobernancia",
  "staking": "staking",
  "trading": "comercio",
  "network": "red",
  "Desktop Wallet": "Billetera de escritorio",
  "An easy to use Desktop Wallet app. Manage multiple wallets, multiple keys — and get access to the Vega network.": "Una aplicación Desktop Wallet fácil de usar. Administre múltiples billeteras, múltiples claves y obtenga acceso a la red Vega.",
  "Console": "Consola",
  "A dApp for trading cash settled futures and perps on the fully decentralised Vega network.": "Una dApp para negociar futuros liquidados en efectivo y delincuentes en la red Vega totalmente descentralizada.",
  "Governance": "Gobernancia",
  "Review and vote on governance proposals.": "Revisar y votar propuestas de gobernanza.",
  "Block Explorer": "Explorador de bloques",
  "Dashboard with real-time information about the Vega blockchain.": "Panel de control con información en tiempo real sobre la blockchain Vega.",
  "Staking": "Staking",
  "Stake $VEGA tokens and get rewarded.": "Stake tokens $VEGA y obtenga recompensas.",
  "CLI Wallet": "Billetera CLI",
  "Non-visual, command line wallet app with the ability to customise key details, isolate keys and build & send commands.": "Aplicación de billetera de línea de comandos no visual con la capacidad de personalizar detalles clave, aislar claves y crear y enviar comandos.",
  "Guides": "Guías",
  "Vega World": "Mundo Vega",
  "Data around validators, staking and rewards past and present.": "Datos sobre validadores, staking y recompensas pasadas y presentes.",
  "Vesting": "Adquisición de derechos",
  "Redeem locked vega tokens.": "Canjee tokens vega bloqueados.",
  "Data Node": "Nodo de datos",
  "Query the Vega network APIs to retrieve on chain data.": "Consulta las API de la red Vega para recuperar datos en cadena.",
  "Vega Capsule": "Cápsula Vega",
  "Use Vega Capsule to create an instance of the Vega network on your computer to experiment with using the protocol.": "Utilice Vega Capsule para crear una instancia de la red Vega en su computadora para experimentar con el protocolo.",
  "Vega Validators and Delegators": "Validadores y Delegadores Vega",
  "Validators performance scores in a given Epoch.": "Puntajes de desempeño de los validadores en una época determinada.",
  "Apps and Tools": "Aplicaciones y herramientas",
  "Use the network to get tokens, start staking, configure the network, or trade. And help fuel the DeFi economy.": "Utilice la red para obtener tokens, comenzar a apostar, configurar la red o comerciar. Y ayude a impulsar la economía DeFi.",
  "Anyone can build tools on Vega, this page provides easy access to all tools built and registered with the project team. Project team owned tools that cover the key functions of the network are marked as \"Made by Vega\".": "Cualquiera puede crear herramientas en Vega; esta página brinda fácil acceso a todas las herramientas creadas y registradas con el equipo del proyecto. Las herramientas propiedad del equipo del proyecto que cubren las funciones clave de la red están marcadas como \"Hechas por Vega\"",
  "All": "Todo",
  "Wallets": "Billeteras",
  "Trading": "Comercio",
  "Network": "Red",
  "Vega is governed by its token holders": "Vega se rige por sus poseedores de tokens",
  "Token holders propose changes, vote on proposals, create markets, and support validators by staking": "Los poseedores de tokens proponen cambios, votan propuestas, crean mercados y apoyan a los validadores apostando",
  "Learn more": "Aprende más",
  "Want to add something to this list?": "¿Quieres agregar algo a esta lista?",
  "<0>Chat to us on Discord</0> and <3>start building</3>.": "<0>Chatea con nosotros en Discord</0> y <3>comienza a construir</3>."
}
