{
  "Overview": "Descripción general",
  "How-to use": "Cómo utilizar",
  "Developers": "Desarrolladores",
  "Get the Vega Wallet": "",
  "Vega Wallet": "Monedero Vega",
  "Connect to Vega dapps securely, deposit funds and approve or reject transactions with the Vega wallet. Download, set up and you're ready to connect": "",
  "Want to test new features on Fairground?": "¿Quieres probar nuevas funciones en Fairground?",
  "Vega Wallet browser extension officially supports Chrome or Firefox. Check the list of <2>supported browsers</2> for latest guidance.": "",
  "Supported browsers": "",
  "The Vega desktop wallet is now in maintenance mode and has been replaced by the browser extension.": "",
  "For advanced users who need multi wallet support or are working with our APIs, <2>explore the Vega Wallet desktop app project on Github</2>in order to install the latest release.": "",
  "Looking for the desktop wallet software?": "",
  "Your wallets, your keys": "",
  "Easily manage multiple Vega wallets and key pairs in one place.": "Administre fácilmente múltiples billeteras Vega y pares de claves en un solo lugar.",
  "Secure connections": "Conexiones seguras",
  "Connect, manage permissions key by key and disconnect from Vega dapps securely.": "Conéctese, administre los permisos clave por clave y desconéctese de Vega dapps de forma segura.",
  "Instantly approve and reject transactions": "Aprobar y rechazar transacciones al instante",
  "Quickly approve or reject transaction requests and keep track of their status on the network.": "Apruebe o rechace rápidamente las solicitudes de transacciones y realice un seguimiento de su estado en la red.",
  "Read the guide to getting started with Vega wallet": "Lea la guía para comenzar con la billetera Vega",
  "Integrate": "Integrar",
  "Connect your dapp using the Vega wallet API": "Conecta tu dapp usando la API de la billetera Vega",
  "Read the Docs": "Leer los documentos",
  "Interact directly via command line (CLI), customise, isolate keys and build and send commands": "Interactúe directamente a través de la línea de comandos (CLI), personalice, aísle las teclas y cree y envíe comandos",
  "Get the CLI app": "Obtenga la aplicación CLI"
}
