{
  "As a token holder, you can submit the proposal to create a new market, change an existing market, change network parameters, add an external asset to Vega and make a freeform proposal (for changes that will not change network behaviour). For each, you will define specific inputs for a set list of parameters, which are validated by the nodes before entering into the voting period you set. Then it's time to rally the community on the forum to vote for your proposal.": "Como titular de un token, puede enviar la propuesta para crear un nuevo mercado, cambiar un mercado existente, cambiar los parámetros de la red, agregar un activo externo a Vega y hacer una propuesta de forma libre (para cambios que no cambiarán el comportamiento de la red). Para cada uno, definirá entradas específicas para una lista establecida de parámetros, que son validados por los nodos antes de ingresar al período de votación que establezca. Entonces es hora de reunir a la comunidad en el foro para votar por su propuesta.",
  "The number of tokens needed to make a proposal differs by proposal type, for example <2></2> for a new market proposal.": "La cantidad de tokens necesarios para hacer una propuesta difiere según el tipo de propuesta, por ejemplo, <2></2> para una nueva propuesta de mercado.",
  "Token holders consider and vote for or against active proposals. Tokens used for voting are not locked or transferred - they can be used for staking as well as voting on any/all active proposals, but cannot be used to trade. Note, each public key with a minimum of 1 $VEGA gets just one vote per proposal.": "Los poseedores de tokens consideran y votan a favor o en contra de las propuestas activas. Los tokens que se usan para votar no están bloqueados ni se transfieren; se pueden usar para apostar y votar en cualquiera o todas las propuestas activas, pero no se pueden usar para comerciar. Tenga en cuenta que cada clave pública con un mínimo de 1 $VEGA obtiene solo un voto por propuesta.",
  "The number of tokens needed to vote differs by proposal type, for example <2></2> for a new market proposal. Each public key is eligible for one vote.": "La cantidad de tokens necesarios para votar difiere según el tipo de propuesta, por ejemplo, <2></2> para una nueva propuesta de mercado. Cada clave pública es elegible para un voto.",
  "If a proposal receives enough participation and reaches the majority threshold within the voting period, the change is automatically enacted (with the exception of free form proposals). The thresholds differ by proposal type, for example a new market proposal requires participation of <2></2> and a majority of <6></6>.": "Si una propuesta recibe suficiente participación y alcanza el umbral de la mayoría dentro del período de votación, el cambio se promulga automáticamente (con la excepción de las propuestas de forma libre). Los umbrales difieren según el tipo de propuesta, por ejemplo, una nueva propuesta de mercado requiere la participación de <2></2> y una mayoría de <6></6>.",
  "Phase 1": "Fase 1",
  "Sense check": "Verificación de sentido",
  "Start a topic and share an outline of your proposal on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.": "Inicie un tema y comparta un resumen de su propuesta en el foro con una etiqueta de 'verificación de sentido'. Obtén una idea de si hay apoyo para tu propuesta a partir de los Me gusta y las respuestas que recibes, y refina tus planes.",
  "Start a topic on the forum": "Iniciar un tema en el foro",
  "Phase 2": "Fase 2",
  "Formalise Proposal": "Formalizar propuesta",
  "Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the proposed addition/change, including the data (JSON or similar) that would be submitted on chain. Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.": "Actualice el tema de su propuesta en función de los comentarios recibidos y asegúrese de haber incluido la justificación y los detalles de la adición/cambio propuesto, incluidos los datos (JSON o similar) que se enviarían en cadena. Actualice la etiqueta e invite a debate y discusión para modificar la propuesta hasta que llegue a un estado final, lista para enviar.",
  "Read the docs to make a proposal": "Lea los documentos para hacer una propuesta",
  "Check out the forum": "Mira el foro",
  "Phase 3": "Fase 3",
  "Submit a proposal": "Enviar una propuesta",
  "Submit your proposal": "Envíe su propuesta",
  "Phase 4": "Fase 4",
  "Vote to exercise your influence": "Vota para ejercer tu influencia",
  "Vote for proposals": "Votar por propuestas",
  "Phase 5": "Fase 5",
  "Enacting changes": "Promulgar cambios",
  "Governance": "Gobernancia",
  "Governance allows the Vega network to arrive at on-chain decisions, where tokenholders can create proposals that other tokenholders can vote to approve or reject.": "La gobernanza permite que la red Vega llegue a decisiones en cadena, donde los poseedores de tokens pueden crear propuestas que otros poseedores de tokens pueden votar para aprobar o rechazar.",
  "Govern the network": "Gobernar la red",
  "Decisions on the Vega network are on-chain, with tokenholders creating proposals that other tokenholders vote to approve or reject. This is how the protocol powers the creation of decentralised financial products.": "Las decisiones en la red Vega están en cadena, con tokenholders creando propuestas que otros tokenholders votan para aprobar o rechazar. Así potencia el protocolo la creación de productos financieros descentralizados.",
  "Governance Tools": "Herramientas de Gobernanza",
  "Forum": "Foro",
  "Sense check and formalise proposals for the Vega network - add or change markets, network parameters, external assets and more.": "Detecte, verifique y formalice propuestas para la red Vega: agregue o cambie mercados, parámetros de red, activos externos y más.",
  "Review, vote on, and submit governance proposals.": "Revisar, votar y presentar propuestas de gobernanza.",
  "Make a proposal": "Hacer una proposición",
  "Read the docs to create and submit a proposal using Vega APIs.": "Lea los documentos para crear y enviar una propuesta utilizando las API de Vega.",
  "Governance lifecycle": "Ciclo de vida de la gobernanza",
  "Propose a futures market on any underlying.": "Proponer un mercado de futuros sobre cualquier subyacente.",
  "Create a new market": "Crear un nuevo mercado",
  "Get started voting": "Empezar a votar",
  "Get $VEGA tokens": "Consigue fichas de $VEGA",
  "And store in an Ethereum wallet. You can purchase VEGA using Ethereum (ETH) on decentralized exchanges.": "Y guárdelo en una billetera Ethereum. Puede comprar VEGA usando Ethereum (ETH) en intercambios descentralizados.",
  "Get a Vega Wallet": "Obtenga una billetera Vega",
  "A Vega wallet is used to access and sign transactions and connect to any dApp running on Vega.": "Una billetera Vega se usa para acceder y firmar transacciones y conectarse a cualquier dApp que se ejecute en Vega.",
  "Vote on proposals": "Votar propuestas",
  "Use our governance tools.": "Utilice nuestras herramientas de gobierno.",
  "Note, you'll need some ETH to pay any transaction fees.": "Tenga en cuenta que necesitará algo de ETH para pagar las tarifas de transacción.",
  "Governance tools": "Herramientas de gobernanza"
}
