{
  "Users who place static or pegged order limit volume on the book will receive <2></2> of the trade value when an incoming trade matches their order.": "Los usuarios que coloquen órdenes estáticas o de volumen limitado en el libro recibirán <2></2> del valor de la operación cuando una operación entrante coincida con su orden.",
  "Programmatic Trading": "Comercio programático",
  "Programmatic trading on Vega is enabled through rich CEX-style APIs for deployment of market making, liquidity provision, and directional trading strategies.": "El comercio programático en Vega se habilita a través de ricas API de estilo CEX para el despliegue de estrategias de creación de mercado, provisión de liquidez y comercio direccional.",
  "Enabled through rich CEX-style APIs for deployment of market making, liquidity provision, and directional trading strategies": "Habilitado a través de ricas API de estilo CEX para el despliegue de estrategias de creación de mercado, provisión de liquidez y comercio direccional",
  "Market makers": "Creadores de mercado",
  "Liquidity providers": "Proveedores de liquidez",
  "Users willing to commit a set bond amount to help ensure a market's liquidity additionally earn a liquidity provision fee set per market.": "Los usuarios dispuestos a comprometer una cantidad fija de bonos para ayudar a garantizar la liquidez de un mercado ganan además una comisión de provisión de liquidez fijada por mercado.",
  "Starter kit": "Kit de inicio",
  "1. Pre-requisites": "1. Requisitos previos",
  "Market making and liquidity provision is risky and for sophisticated parties only. Users of this page should be able to:": "La creación de mercado y la provisión de liquidez son riesgosas y solo para partes sofisticadas. Los usuarios de esta página deben poder:",
  "i. Actively manage liquidity deployed to a limit order book": "i. Gestione activamente la liquidez desplegada en un libro de órdenes limitado",
  "ii. Understand how derivatives pricing works, specifically cash-settle futures": "i. Comprender cómo funciona la fijación de precios de derivados, específicamente futuros liquidados en efectivo",
  "iii. Code automated trading strategies and operate and monitor them 24/7": "iii. Codifique estrategias comerciales automatizadas y opere y controle las 24 horas del día, los 7 días de la semana.",
  "iv. Understand the nuances of integrating with a blockchain": "IV. Comprender los matices de la integración con una cadena de bloques",
  "v. Manage inventory risk and build trading strategies that manage exposure to maintain neutrality": "v. Gestionar el riesgo de inventario y crear estrategias comerciales que gestionen la exposición para mantener la neutralidad",
  "vi. Manage risk effectively in a leveraged trading environment": "vi. Administre el riesgo de manera efectiva en un entorno comercial apalancado",
  "2. Vega Wallet": "2. Monedero Vega",
  "Download the CLI wallet for developer access to programmatically sign transactions and access any dApps on the network.": "Descargue la billetera CLI para el acceso del desarrollador para firmar transacciones mediante programación y acceder a cualquier dApp en la red.",
  "Download CLI Wallet": "Descargar billetera CLI",
  "Advanced: Set up your own test network": "Avanzado: configure su propia red de prueba",
  "Experiment with the protocol by creating an instance of the Vega network on your computer.": "Experimente con el protocolo creando una instancia de la red Vega en su computadora.",
  "Install Vega capsule": "Instale la cápsula Vega",
  "3. Explore the APIs": "3. Explora las API",
  "Core nodes": "Nodos principales",
  "View all core node APIs": "Ver todas las API de nodos principales",
  "Data node": "Nodo de datos",
  "View all data node APIs": "Ver todas las API de nodos de datos",
  "Vega wallet": "Billetera Vega",
  "View Vega Wallet API": "Ver la API de la billetera Vega",
  "Accessed via:": "Accedido a través de:",
  "Integrate with the APIs": "Integre con la API",
  "4. Tutorials and code snippets": "4. Tutoriales y fragmentos de código",
  "Getting started": "Empezando",
  "View": "Visualizar",
  "Start development of a bot to trade on Vega": "Comenzar el desarrollo de un bot para comerciar en Vega",
  "Streaming data": "Transmisión de datos",
  "Enhance the bot with a data stream": "Mejore el bot con un flujo de datos",
  "Adding a liquidity commitment": "Adición de un compromiso de liquidez",
  "Add a liquidity commitment to the bot": "Agregue un compromiso de liquidez al bot",
  "Adding an external price feed": "Añadir un feed de precios externo",
  "Add an external price feed to the bot": "Agregar un feed de precios externo al bot",
  "Key Resources": "Recursos clave",
  "Vega market lifecycle": "Ciclo de vida del mercado Vega",
  "Vega trading modes": "Modos comerciales de Vega",
  "Fees & trading rewards": "Tarifas y recompensas comerciales",
  "Providing liquidity": "Proporcionar liquidez"
}
