{
  "This value is determined by the network parameter ‘network.validators.ersatz.multipleOfTendermintValidators’ multiplied by ‘network.validators.tendermint.number’": "Este valor está determinado por el parámetro de red 'network.validators.ersatz.multipleOfTendermintValidators' multiplicado por 'network.validators.tendermint.number'",
  "Limit*": "Límite*",
  "Reward multiplier**": "Multiplicador de recompensa**",
  "Validator Score": "Puntuación del validador",
  "Candidate Validators": "Validadores de candidatos",
  "Standby Validators": "Validadores en espera",
  "Consensus Validators": "Validadores de consenso",
  "Unlimited": "Ilimitado",
  "None": "Ninguno",
  "This value is always set to 1 for Consensus validators": "Este valor siempre se establece en 1 para los validadores de consenso",
  "Lowest": "Más bajo",
  "Highest": "Mas alto",
  "Validate and secure the network": "Validar y asegurar la red",
  "Vega is a delegated proof of stake network with a finite number of validators, rewarded for securing the network. Consensus validators run a node validating the blocks containing the network's transactions and Vega token holders nominate validators through staking - delegating their VEGA to their chosen validator.": "Vega es una red de prueba de participación delegada con un número finito de validadores, recompensados por asegurar la red. Los validadores de consenso ejecutan un nodo que valida los bloques que contienen las transacciones de la red y los titulares de tokens Vega nominan validadores a través de la participación, delegando su VEGA a su validador elegido.",
  "Use Vega": "Usa Vega",
  "Validator rewards": "Recompensas del validador",
  "* The no. of Consensus Validators is expected to increase through governance, further decentralising the protocol over time, with the no. of Standby Validators increasing as a multiple of the number of Consensus Validators, currently configured to <2></2>.": "* El no. de Validadores de Consenso se espera que aumente a través de la gobernanza, descentralizando aún más el protocolo con el tiempo, con el no. de validadores en espera que aumentan como un múltiplo del número de validadores de consenso, actualmente configurados en <2></2>.",
  "**Consensus validators secure the network and therefore earn rewards. Standby validators are ready to step up and fill open consensus validator slots and therefore are also rewarded by the protocol. However their share of rewards is penalised relative to consensus validators by a factor of <2></2>": "**Los validadores de consenso protegen la red y, por lo tanto, ganan recompensas. Los validadores en espera están listos para intensificar y llenar los espacios de validación de consenso abiertos y, por lo tanto, también son recompensados por el protocolo. Sin embargo, su parte de las recompensas se penaliza en relación con los validadores de consenso por un factor de <2></2>",
  "Become a Mainnet validator": "Conviértete en un validador de Mainnet",
  "Any participant in the Vega network can become a validator. You'll need to set up a node and its infrastructure, submit a transaction on chain, self-stake <2></2> and attract token holders to stake (delegate) their tokens to you.": "Cualquier participante de la red Vega puede convertirse en validador. Tendrá que configurar un nodo y su infraestructura, enviar una transacción en cadena, hacer self-stake <2></2> y atraer a los poseedores de tokens para que hagan stake (deleguen) sus tokens en usted.",
  "Those with the highest <2>validator scores</2> (a measure of performance and stake) become consensus validators and earn the greatest rewards from infrastructure fees paid on every trade and transfer, with a portion distributed to stakers and standby validators. The <6>validators list</6> is refreshed every epoch <10></10>.": "Aquellos con los <2>puntajes de validación</2> más altos (una medida de rendimiento y participación) se convierten en validadores de consenso y obtienen las mayores recompensas de las tarifas de infraestructura pagadas en cada intercambio y transferencia, con una parte distribuida a los interesados y validadores en espera. La <6>lista de validadores</6> se actualiza cada época <10></10>."
}
