{
  "Place static or pegged order limit volume on the book, manage your spread and position, and receive <2></2> of the trade value when an incoming trade matches your order.": "Coloque el volumen límite de la orden estática o fija en el libro, administre su margen y posición, y reciba <2></2> del valor de la operación cuando una operación entrante coincida con su orden.",
  "APIs for market making and liquidity": "APIs para creación de mercado y liquidez",
  "Getting down to brass tacks, here is everything you need to create markets and provide liquidity on Vega. There are certain prerequisites before you can fulfill either role. Learn about them here.": "Yendo al grano, aquí está todo lo que necesita para crear mercados y proporcionar liquidez en Vega. Hay ciertos requisitos previos antes de que pueda cumplir con cualquiera de los roles. Aprende sobre ellos aquí.",
  "Use Vega": "Usa Vega",
  "Market make and provide liquidity using the APIs": "Crear mercado y proporcionar liquidez utilizando las API",
  "Anyone can become a market maker or liquidity provider on Vega by integrating with its CEX-style APIs": "Cualquiera puede convertirse en creador de mercado o proveedor de liquidez en Vega al integrarse con sus API de estilo CEX",
  "Market makers": "Creadores de mercado",
  "Liquidity providers": "Proveedores de liquidez",
  "Users willing to commit a set bond amount to help ensure a market's liquidity can earn liquidity provision fees. Fee % is set per market based on the commitments needed to keep it liquid.": "Los usuarios que deseen comprometer un monto de bonos fijo para ayudar a garantizar la liquidez de un mercado pueden ganar tarifas de provisión de liquidez. El % de la tarifa se establece por mercado en función de los compromisos necesarios para mantenerlo líquido.",
  "Prerequisites": "Requisitos previos",
  "Market making and liquidity provision is risky and for sophisticated parties only. Users of this page should be able to:": "La creación de mercado y la provisión de liquidez son riesgosas y solo para partes sofisticadas. Los usuarios de esta página deben poder:",
  "Actively manage liquidity deployed to a limit order book": "Gestione activamente la liquidez desplegada en un libro de órdenes limitado",
  "Understand how derivatives pricing works, specifically cash-settle futures": "Comprender cómo funciona la fijación de precios de derivados, específicamente los futuros de liquidación en efectivo",
  "Code automated trading strategies and operate and monitor them 24/7": "Codifique estrategias comerciales automatizadas y opere y controle las 24 horas del día, los 7 días de la semana",
  "Understand the nuances of integrating with a blockchain, for example, you’re familiar with tools like Web3.js – used to interact with Ethereum": "Comprenda los matices de la integración con una cadena de bloques, por ejemplo, está familiarizado con herramientas como Web3.js, que se utilizan para interactuar con Ethereum",
  "Manage inventory risk and build trading strategies that effectively manage exposure to maintain neutrality": "Gestione el riesgo de inventario y cree estrategias comerciales que gestionen eficazmente la exposición para mantener la neutralidad",
  "Manage risk in a leveraged trading environment": "Gestione el riesgo en un entorno comercial apalancado",
  "Get Started": "Empezar",
  "1. Get a Wallet": "1. Obtenga una billetera",
  "Download the CLI wallet for developer access to programmatically sign transactions and access any dApps on the network.": "Descargue la billetera CLI para el acceso del desarrollador para firmar transacciones mediante programación y acceder a cualquier dApp en la red.",
  "Download CLI Wallet": "Descargar billetera CLI",
  "Advanced: Set up your own test network": "Avanzado: configure su propia red de prueba",
  "Experiment with the protocol by creating an instance of the Vega network on your computer.": "Experimente con el protocolo creando una instancia de la red Vega en su computadora.",
  "Install Vega capsule": "Instale la cápsula Vega",
  "2. Check out our APIs": "2. Consulte nuestras API",
  "Core nodes": "Nodos principales",
  "View all core node APIs": "Ver todas las API de nodos principales",
  "Data node": "Nodo de datos",
  "View all data node APIs": "Ver todas las API de nodos de datos",
  "Vega wallet": "Billetera Vega",
  "View Vega Wallet API": "Ver la API de la billetera Vega",
  "Accessd via:": "Accedido a través de:",
  "Integrate with our APIs": "Integre con nuestras API",
  "3. Follow a tutorial and get code snippets": "3. Siga un tutorial y obtenga fragmentos de código",
  "Getting started": "",
  "View": "Visualizar",
  "Start development of a bot to trade on Vega": "Comenzar el desarrollo de un bot para comerciar en Vega",
  "Streaming data": "Transmisión de datos",
  "Enhance the bot with a data stream": "Mejore el bot con un flujo de datos",
  "Adding a liquidity commitment": "Adición de un compromiso de liquidez",
  "Add a liquidity commitment to the bot": "Agregue un compromiso de liquidez al bot",
  "Adding an external price feed": "Añadir un feed de precios externo",
  "Add an external price feed to the bot": "Agregar un feed de precios externo al bot",
  "Key Resources": "Recursos clave",
  "Vega market lifecycle": "Ciclo de vida del mercado Vega",
  "Vega trading modes": "Modos comerciales de Vega",
  "Fees & trading rewards": "Tarifas y recompensas comerciales",
  "Providing liquidity": "Proporcionar liquidez"
}
