{
  "Get the Vega Wallet": "Consigue la cartera Vega",
  "Download the Vega Wallet desktop app, to help you manage multiple wallets, multiple keys — and get access to the Vega network.": "Descargue la aplicación de escritorio Vega Wallet para ayudarlo a administrar múltiples billeteras, múltiples claves y obtener acceso a la red Vega.",
  "With the wallet you can:": "Con la cartera puedes:",
  "Import an existing Vega wallet": "Importar una cartera Vega existente",
  "Create a new wallet": "Crear una nueva cartera",
  "Manage multiple wallets and keys": "Administre múltiples carteras y llaves",
  "Connect to networks": "Conectarse a las redes",
  "Sign transactions": "Firmar transacciones",
  "Access Vega apps, such as the token site and Console": "Acceda a las aplicaciones de Vega, como el sitio del token y la Consola",
  "It's also the starting point for trading, staking tokens, and voting on community proposals.": "También es el punto de partida para intercambiar, apostar tokens y votar propuestas de la comunidad.",
  "How to use": "Cómo utilizar",
  "You can have multiple wallets within the Vega Wallet desktop app.": "Puede tener múltiples billeteras dentro de la aplicación de escritorio Vega Wallet.",
  "To learn more about the Vega Wallet desktop app, including full, step by step details on restoring wallets, updating the app, and troubleshooting, visit the docs pages.": "Para obtener más información sobre la aplicación de escritorio Vega Wallet, incluidos detalles completos paso a paso sobre la restauración de billeteras, la actualización de la aplicación y la resolución de problemas, visite las páginas de documentos.",
  "Choose 'create a new wallet' in the app": "Elija 'crear una nueva billetera' en la aplicación",
  "Name each individual wallet if you need more than one": "Nombre cada billetera individual si necesita más de una",
  "Create a passphrase for each wallet. You'll need it for depositing collateral, placing trades, etc.": "Cree una frase de contraseña para cada billetera. Lo necesitará para depositar garantías, realizar transacciones, etc.",
  "Record the recovery phrase that's provided on setup. This only appears once. Have an existing wallet you created in the CLI app? You will be given the option to connect this to the desktop app": "Record the recovery phrase that's provided on setup. This only appears once. Have an existing wallet you created in the CLI app? You will be given the option to connect this to the desktop app",
  "Need to restore a wallet? Use the recovery phrase exactly as it was presented to you": "¿Necesita restaurar una billetera? Use la frase de recuperación exactamente como se le presentó",
  "To update the app, delete your existing version and download the new one": "Para actualizar la aplicación, elimine su versión existente y descargue la nueva",
  "Need the command line (CLI) wallet app?": "¿Necesita la aplicación de billetera de línea de comando (CLI)?",
  "If you're comfortable with a non-visual interface and want additional or programmer functionality to that of the desktop app, CLI also lets you:": "Si se siente cómodo con una interfaz no visual y desea una funcionalidad adicional o de programador a la de la aplicación de escritorio, la CLI también le permite:",
  "Customise key details": "Personaliza detalles clave",
  "Isolate keys": "Aislar claves",
  "Build & send commands": "Crear y enviar comandos",
  "Get the CLI app": "Obtenga la aplicación CLI",
  "Get desktop app": "Obtener aplicación de escritorio"
}
