{
  "Develop with Vega": "Desarrollar con Vega",
  "Get access to the Vega APIs, contribute to the source code, earn bounties and be rewarded for building the future of DeFi.": "Obtenga acceso a las API de Vega, contribuya al código fuente, gane recompensas y sea recompensado por construir el futuro de DeFi.",
  "Develop": "Desarrollar",
  "Develop on Vega": "Desarrollar en Vega",
  "Contribute to our open source repositories on GitHub or create software using Vega — and earn rewards.": "Contribuya a nuestros repositorios de código abierto en GitHub o cree software usando Vega y gane recompensas.",
  "Explore the docs": "Explora los documentos",
  "Get the code": "Obtener el código",
  "Build decentralised apps, bots and trading clients with our APIs": "Cree aplicaciones, bots y clientes comerciales descentralizados con nuestras API",
  "REST": "REST",
  "The ubiquitous protocol for the web, Vega has a set of REST APIs that map directly onto equivalent gRPC API service methods.": "Vega, el protocolo omnipresente para la web, tiene un conjunto de API REST que se asignan directamente a métodos de servicio API gRPC equivalentes.",
  "Get Started": "Empezar",
  "gRPC": "gRPC",
  "For fast and efficient communication with Vega's APIs, gRPC supports near real time streaming of updates from Vega and is the transport of choice for many web3 apps.": "Para una comunicación rápida y eficiente con las API de Vega, gRPC admite la transmisión casi en tiempo real de actualizaciones de Vega y es el transporte elegido para muchas aplicaciones web3.",
  "GraphQL": "GraphQL",
  "Like gRPC, GraphQL supports near real time streaming of updates from Vega. It uses websockets under the hood but follows the specification for streaming as set by GraphQL.": "Al igual que gRPC, GraphQL admite la transmisión casi en tiempo real de actualizaciones de Vega. Utiliza websockets debajo del capó, pero sigue la especificación para la transmisión establecida por GraphQL.",
  "Wallet": "Cartera",
  "Allows programmatic access to signing and key management and is used to sign transactions with a private and public key pair when submitting orders or other commands to a Vega Node.": "Permite el acceso programático a la firma y la gestión de claves y se utiliza para firmar transacciones con un par de claves públicas y privadas al enviar órdenes u otros comandos a un nodo Vega.",
  "Join the Builders Club": "Únete al club de constructores",
  "For developers, coders, hackers, dreamers who want to create software on top of Vega.": "Para desarrolladores, codificadores, hackers, soñadores que quieren crear software sobre Vega.",
  "Meet on Discord": "Reunirse en Discord",
  "Featured tutorials": "Tutoriales destacados",
  "Video tutorials": "Tutoriales en vídeo",
  "Where next?": "¿Dónde sigue?",
  "Say hello on Discord": "Saluda en Discord",
  "Explore the forum": "Explora el foro",
  "See the Roadmap": "Ver la hoja de ruta"
}
