{
  "Liquidity Provision": "",
  "Liquidity providers receive a share of fees paid during trading in exchange for providing liquidity on the network.": "Los proveedores de liquidez reciben una parte de las tarifas pagadas durante la negociación a cambio de proporcionar liquidez en la red.",
  "The data relating to markets on this page is obtained from nodes on the Vega Blockchain.": "Los datos relacionados con los mercados en esta página se obtienen de los nodos en Vega Blockchain.",
  "Provides its software under open source licences": "Proporcione su software bajo licencias de código abierto.",
  "Does not operate or run the Vega Blockchain or any other blockchain": "No opera ni ejecuta Vega Blockchain ni ninguna otra cadena de bloques.",
  "Does not create, generate or warrant the accuracy of the data": "No crea, genera ni garantiza la exactitud de los datos.",
  "Has no liability for any loss arising from the use of that data.": "No tiene ninguna responsabilidad por cualquier pérdida que surja del uso de esos datos.",
  "Futures": "Futuros",
  "Market": "Mercado",
  "The market name, code and settlement asset": "El nombre del mercado, código y activo de liquidación",
  "Mark Price": "Marcar Precio",
  "Latest price for this market": "Último precio para este mercado",
  "Target Stake": "Objetivo Stake",
  "The ideal committed liquidity to operate the market, derived from the maximum open interest observed over a rolling time window. If the total commitment is currently below this level then LPs can set the fee level with a new commitment.": "La liquidez comprometida ideal para operar en el mercado, derivada del interés abierto máximo observado en una ventana temporal móvil. Si el compromiso total está actualmente por debajo de este nivel, entonces los LP pueden fijar el nivel de la tasa con un nuevo compromiso.",
  "Supplied Stake": "Stake suministrado",
  "The current amount of liquidity supplied for this market.": "La cantidad actual de liquidez suministrada para este mercado.",
  "Liquidity Fee": "Comisión de Liquidez",
  "The fee percentage (per trade) charged by liquidity providers on this market": "El porcentaje de comisión (por operación) que cobran los proveedores de liquidez en este mercado",
  "SLA: Time on Book": "",
  "The minimum percentage of market time on book liquidity providers are expected to be available for this market": "",
  "SLA: Volume": "",
  "The minimum amount of volume liquidity providers are expected to have available for this market": "",
  "Volume (24h)": "Volumen (24h)",
  "The total number of contracts traded in the last 24 hours.": "El número total de contratos negociados en las últimas 24 horas.",
  "Market Status": "Modo de comercio",
  "The current market status - those below the black target stake line are at risk of entering liquidity auction": "El estado actual del mercado - aquellos que se encuentran por debajo de la línea de apuesta objetivo negra corren el riesgo de ingresar a la subasta de liquidez"
}
