{
  "Vega Protocol - Futures & Perpetuals DEX": "",
  "Discover Web3's native derivatives trading platform that is helping DeFi mature.": "Descubra la plataforma de comercio de derivados nativos de Web3 que está ayudando a DeFi a madurar.",
  "Decentralised derivatives protocol": "Descentralización sin compromisos.",
  "Vega is an open sourced protocol for creating and trading derivatives on a fully decentralised network.": "",
  "Launch console": "Iniciar consola",
  "Vega Wallet": "Monedero Vega",
  "Docs": "Documentos",
  "Backed by:": "Respaldado por:",
  "Key features": "Características principales",
  "Non-custodial and pseudonymous": "Sin custodia y seudónimo",
  "All interactions are via public key cryptography with no backdoors or admin keys.": "Ningún tercero tiene acceso a sus fondos.",
  "Purpose built appchain for trading": "Blockchain de prueba de participación creada específicamente",
  "Vega can be deployed as a CometBFT based proof-of-stake chain.": "",
  "Unique and configurable fee model": "Comisiones bajas y ningún coste por realizar pedidos",
  "Trading optimised fees with no per-transaction “gas” costs for orders": "Las comisiones funcionan como un CEX sin gas por transacción para las órdenes",
  "Open source protocol and software": "Comercio transparente y de código abierto",
  "The protocol specs and software are open source.": "",
  "Rich CEX-style order book and APIs": "API y libro de órdenes enriquecido al estilo CEX",
  "Data nodes provide order book and historic data APIs.": "Comercio apalancado con márgenes cruzados completos.",
  "Permissionless market creation": "Creación de mercados sin permiso",
  "Built in governance allows protocol users to create and manage markets.": "",
  "Programmatic trading on Vega": "Comercio programático en Vega",
  "Vega's decentralised datanode architecture provides rich CEX-like APIs and full historic price data for everyone.": "La arquitectura descentralizada del datanode de Vega proporciona APIs ricas similares a las de CEX y datos históricos completos de precios para todo el mundo.",
  "Explore": "Explorar"
}
