{
  "Desktop Wallet": "Cartera de escritorio",
  "An easy to use Desktop Wallet app. Manage multiple wallets, multiple keys — and get access to the Vega network.": "Una aplicación de billetera de escritorio fácil de usar. Administre múltiples billeteras, múltiples claves y obtenga acceso a la red Vega.",
  "Console": "Consola",
  "A dApp for trading on the Vega network (Testnet).": "Una dApp para operar en la red Vega (Testnet).",
  "Governance": "Gobernancia",
  "Review and vote on governance proposals.": "Revisar y votar las propuestas de gobernanza.",
  "Block Explorer": "Explorador de bloques",
  "Dashboard with real-time information about the Vega blockchain.": "Dashboard con información en tiempo real sobre la blockchain de Vega.",
  "Staking": "Staking",
  "Stake $VEGA tokens and get rewarded.": "Apueste tokens de $VEGA y obtenga recompensas.",
  "CLI Wallet": "Billetera CLI",
  "Non-visual, command line wallet app with the ability to customise key details, isolate keys and build & send commands.": "Aplicación de billetera de línea de comandos no visual con la capacidad de personalizar detalles clave, aislar claves y crear y enviar comandos.",
  "Vega World": "Mundo Vega",
  "Who the validators are and reward history, stake history.": "Quiénes son los validadores e historial de recompensas, historial de apuestas.",
  "Vesting": "Adquisición",
  "Redeem locked vega tokens.": "Canjee tokens vega bloqueados.",
  "Data Node": "Nodo de datos",
  "Query the Vega network APIs to retrieve on chain data.": "Consulta las API de la red Vega para recuperar datos en cadena.",
  "Vega Capsule": "Cápsula Vega",
  "Use Vega Capsule to create an instance of the Vega network on your computer to experiment with using the protocol.": "Use Vega Capsule para crear una instancia de la red Vega en su computadora para experimentar con el uso del protocolo.",
  "Vega Validators and Delegators": "Validadores y delegadores de Vega",
  "Validators performance scores in a given Epoch.": "Puntuaciones de rendimiento de los validadores en una época determinada.",
  "WALLET": "CARTERA",
  "DAPP": "DAPP",
  "TOOL": "HERRAMIENTA",
  "Use the network": "Use la red",
  "Use the network to get tokens, start staking, configure the network, or trade. And help fuel the DeFi economy.": "Use la red para obtener tokens, comenzar a apostar, configurar la red o comerciar. Y ayude a impulsar la economía DeFi.",
  "The Vega mainnet is live, trading launch H2 2022": "La red principal Vega está en vivo, lanzamiento comercial H2 2022",
  "Token holders can participate in governance, stake and delegate.": "Los poseedores de tokens pueden participar en la gobernanza, la participación y la delegación.",
  "View the Roadmap": "Ver la hoja de ruta",
  "Use Vega": "Usa Vega",
  "Tools built on Vega": "Herramientas basadas en Vega",
  "All": "Todo",
  "Wallets": "Carteras",
  "dApps": "dApps",
  "Tools": "Herramientas",
  "Want to add something to this list?": "¿Quieres añadir algo a esta lista?",
  "<0>Chat to us on Discord</0> and <3>start building</3>.": "<0>Chatea con nosotros en Discord</0> y <3>comienza a construir</3>."
}
