{
  "Vega Protocol - Futures & Perpetuals DEX": "",
  "Discover Web3's native derivatives trading platform that is helping DeFi mature.": "Descubra la plataforma de comercio de derivados nativos de Web3 que está ayudando a DeFi a madurar.",
  "Uncompromisingly Decentralised.": "Descentralización sin compromisos.",
  "The world's most advanced DEX.": "El DEX más avanzado del mundo.",
  "Cash settled futures and perpetuals are now live on Vega's Alpha Mainnet": "",
  "Launch console": "Iniciar consola",
  "Vega Wallet": "Monedero Vega",
  "Docs": "Documentos",
  "Backed by:": "Respaldado por:",
  "Key features": "Características principales",
  "Non-custodial and pseudonymous": "Sin custodia y seudónimo",
  "No third party has access to your funds.": "Ningún tercero tiene acceso a sus fondos.",
  "Purpose built proof of stake blockchain": "Blockchain de prueba de participación creada específicamente",
  "Fully decentralised high performance peer-to-network trading.": "Comercio entre pares de alto rendimiento totalmente descentralizado.",
  "Low fees and no cost to place orders": "Comisiones bajas y ningún coste por realizar pedidos",
  "Fees work like a CEX with no per-transaction gas for orders": "Las comisiones funcionan como un CEX sin gas por transacción para las órdenes",
  "Transparent and open source trading": "Comercio transparente y de código abierto",
  "All Vega source code and trading data are publicly available.": "Todo el código fuente y los datos comerciales de Vega están a disposición del público.",
  "Capital efficient margin trading": "Margen de negociación eficiente del capital",
  "Leveraged trading with full cross-margining.": "Comercio apalancado con márgenes cruzados completos.",
  "Rich CEX-style order book and APIs": "API y libro de órdenes enriquecido al estilo CEX",
  "Fully decentralised limit order book (dCLOB) and historic data APIs.": "Libro de órdenes a precio limitado totalmente descentralizado (dCLOB) y API de datos históricos.",
  "Decentralised liquidity incentivisation": "Incentivo de liquidez descentralizado",
  "Liquidity provision is fairly rewarded from fee revenue by the protocol.": "La provisión de liquidez se recompensa de manera justa con los ingresos por tarifas del protocolo.",
  "Permissionless market creation": "Creación de mercados sin permiso",
  "Create any market on any underlying with on-chain governance": "Cree cualquier mercado en cualquier subyacente con gobernanza en cadena",
  "View all": "Ver todo",
  "Programmatic trading on Vega": "Comercio programático en Vega",
  "Vega's decentralised datanode architecture provides rich CEX-like APIs and full historic price data for everyone.": "La arquitectura descentralizada del datanode de Vega proporciona APIs ricas similares a las de CEX y datos históricos completos de precios para todo el mundo.",
  "Explore": "Explorar",
  "Events": "Eventos",
  "Where next?": "Que sigue?",
  "Learn about Vega": "",
  "Read the docs": "",
  "Launch Console": "",
  "Staking & Governance": ""
}
