{
  "Console": "Console",
  "Staking": "Staking",
  "Governance": "Gobernancia",
  "Vesting": "Vesting",
  "Block Explorer": "Block Explorer",
  "Desktop Wallet": "Desktop Wallet",
  "Network Stats": "Network Stats",
  "CLI Wallet": "CLI Wallet",
  "Data Node": "Data Node",
  "Vega Capsule": "Vega Capsule",
  "Nodes Guru": "Nodes Guru",
  "A dapp for trading on the Vega network.": "Una dapp para operar en la red Vega.",
  "Stake $VEGA tokens and get rewarded.": "Apueste tokens de $VEGA y obtenga recompensas.",
  "Review and vote on governance proposals.": "Revisar y votar las propuestas de gobernanza.",
  "Redeem locked vega tokens.": "Canjee tokens vega bloqueados.",
  "Dashboard with real-time and historical information about the Vega blockchain.": "Dashboard con información histórica y en tiempo real sobre la blockchain de Vega.",
  "An easy to use Desktop Wallet app. Manage multiple wallets, multiple keys — and get access to the Vega network.": "Una aplicación de billetera de escritorio fácil de usar. Administre múltiples billeteras, múltiples claves y obtenga acceso a la red Vega.",
  "Technical network stats on the health of the Vega network; nodes, staking and uptime.": "Estadísticas técnicas de la red sobre la salud de la red Vega; nodos, replanteo y tiempo de actividad.",
  "Non-visual, command line wallet app with the ability to customise key details, isolate keys and build & send commands.": "Aplicación de billetera de línea de comandos no visual con la capacidad de personalizar detalles clave, aislar claves y crear y enviar comandos.",
  "Query the Vega network APIs to retrieve on chain data.": "Consulta las API de la red Vega para recuperar datos en cadena.",
  "Use Vega Capsule to create an instance of the Vega network on your computer to experiment with using the protocol.": "Use Vega Capsule para crear una instancia de la red Vega en su computadora para experimentar con el uso del protocolo.",
  "Who the validators are and reward history, stake history.": "Quiénes son los validadores e historial de recompensas, historial de apuestas.",
  "DAPP": "DAPP",
  "DOCS": "DOCS",
  "TOOL": "TOOL",
  "WALLET": "WALLET",
  "All": "Todos",
  "Trading": "Comercio",
  "Wallet": "Cartera",
  "Wallets": "Carteras"
}
