{
  "Console": "Console",
  "Console Lite": "Console Lite",
  "Token Interface": "Token Interface",
  "Block Explorer": "Block Explorer",
  "Data Dashboard": "Data Dashboard",
  "Desktop Wallet": "Desktop Wallet",
  "Network Status": "Network Status",
  "CLI Wallet": "CLI Wallet",
  "Data Node": "Data Node",
  "A fully featured professional trading front end.": "Una interfaz comercial profesional con todas las funciones.",
  "A mobile first, simplified trading app for the trading curious.": "Una primera aplicación móvil simplificada para los comerciantes curiosos.",
  "Signal your support for a validator by staking $VEGA tokens, create, submit and vote on governance actions and proposals for network parameters, markets and assets.": "Señale su apoyo a un validador apostando tokens de $VEGA, cree, envíe y vote sobre acciones de gobierno y propuestas para parámetros de red, mercados y activos.",
  "Dashboard with real-time and historical information about the Vega blockchain.": "Dashboard con información histórica y en tiempo real sobre la blockchain de Vega.",
  "See trading activity levels and understand trading stats.": "Vea los niveles de actividad comercial y comprenda las estadísticas comerciales.",
  "An easy to use Desktop Wallet app. Manage multiple wallets, multiple keys — and get access to the Vega network.": "Una aplicación de billetera de escritorio fácil de usar. Administre múltiples billeteras, múltiples claves y obtenga acceso a la red Vega.",
  "Check on the health of the Vega network; nodes, staking and uptime.": "Verifique la salud de la red Vega; nodos, replanteo y tiempo de actividad.",
  "Non-visual, command line wallet app with the ability to customise key details, isolate keys and build & send commands.": "Aplicación de billetera de línea de comandos no visual con la capacidad de personalizar detalles clave, aislar claves y crear y enviar comandos.",
  "Query our APIs to retrieve on-chain data.": "Consulta nuestras API para recuperar datos en cadena.",
  "DAPP": "DAPP",
  "DOCS": "DOCS",
  "TOOL": "TOOL",
  "WALLET": "WALLET",
  "All": "Todos",
  "Trading": "Comercio",
  "Governance": "Gobernancia",
  "Wallet": "Cartera",
  "Wallets": "Carteras"
}
