{
  "Your message was successfully encrypted and delivered.": "Tin nhắn của bạn đã được mã hóa và gửi thành công.",
  "Sorry, your submission failed, please try again later.": "Rất tiếc, việc gửi của bạn không thành công, vui lòng thử lại sau.",
  "Bug bounties": "Tiền thưởng phát hiện bug",
  "Found a software security issue? Report it to us and earn rewards by finding bugs that affect the Vega Network.": "Tìm thấy một vấn đề bảo mật phần mềm? Hãy báo cáo cho chúng tôi và kiếm phần thưởng bằng cách tìm ra các bug ảnh hưởng đến Mạng Vega.",
  "If you believe that you have spotted a vulnerability in either the Vega protocol software (node, data node, wallet, etc.) or network or any supporting systems or code used by the project, please submit a bug report by email or the web-form as described below to have this situation resolved as soon as possible.": "Nếu bạn tin rằng bạn đã phát hiện lỗ hổng trong phần mềm giao thức Vega (node, node dữ liệu, ví, v.v.) hoặc mạng hoặc bất kỳ hệ thống hoặc mã hỗ trợ nào được dự án sử dụng, vui lòng gửi báo cáo bug qua email hoặc web- như được mô tả dưới đây để tình trạng này được giải quyết càng sớm càng tốt.",
  "Scope": "Phạm vi",
  "Vega bug bounties are limited to the Core, Datanode, and all front end dApps including the desktop and hosted wallets.": "Tiền thưởng bug Vega được giới hạn ở Core, Datanode và tất cả các dApp giao diện người dùng bao gồm cả máy tính để bàn và ví được lưu trữ.",
  "The vega.xyz website or any bug related to the vega.xyz email domain are out of scope. The program is meant for serious bugs that have significant impact on security. Bugs on the vega.xyz website would only qualify if they demonstrate how to modify website content to replace links in order to for instance; host malicious software on the downloads section of the site, link to different github code repositories, link to impersonator Twitter / Discord accounts from the Community section etc. In particular if any automated scanner reports that there is an issue with vega.xyz then this on its own does not merit a report.": "Trang web vega.xyz hoặc bất kỳ bug nào liên quan đến miền email vega.xyz đều nằm ngoài phạm vi. Chương trình này dành cho các bug nghiêm trọng có ảnh hưởng đáng kể đến bảo mật. Ví dụ: các lỗi trên trang web vega.xyz sẽ chỉ đủ điều kiện nếu chúng chứng minh cách sửa đổi nội dung trang web để thay thế các liên kết; lưu trữ phần mềm độc hại trên phần tải xuống của trang web, liên kết đến các kho lưu trữ mã github khác nhau, liên kết đến các tài khoản Twitter / Discord mạo danh từ phần Cộng đồng, v.v. Đặc biệt nếu bất kỳ máy quét tự động nào báo cáo rằng có vấn đề với vega.xyz thì tính năng này sẽ được bật riêng của nó không xứng đáng được báo cáo.",
  "How to": "Làm cách nào",
  "Prevent a potential vulnerability being abused by others:": "Ngăn chặn một lỗ hổng tiềm ẩn bị người khác lạm dụng",
  "Submit a bug through email or, if you prefer, anonymously via the contact form below. If you want to send an encrypted message, use the Vega PGP key and send the email to security@vega.xyz.": "Gửi bug qua email hoặc, nếu bạn muốn, ẩn danh qua biểu mẫu liên hệ bên dưới. Nếu bạn muốn gửi tin nhắn được mã hóa, hãy sử dụng khóa Vega PGP và gửi email đến security@vega.xyz.",
  "Provide sufficient information (for example, a detailed description including logs, how to reproduce the vulnerability, scripts, screenshots, etc.) so that the security issue can be addressed as effectively as possible.": "Cung cấp đầy đủ thông tin (ví dụ: mô tả chi tiết bao gồm nhật ký, cách tái tạo lỗ hổng, tập lệnh, ảnh chụp màn hình, v.v.) để vấn đề bảo mật có thể được giải quyết một cách hiệu quả nhất có thể.",
  "Please do not share knowledge about the vulnerability with others, until the issue has been fixed or we have worked out some safe and coordinated way of publication with you. Do not abuse the vulnerability. After a vulnerability has been reported, you will be contacted within 2 working days to make arrangements for a reasonable period of recovery, a possible coordinated publication of the vulnerability and reward.": "Vui lòng không chia sẻ kiến thức về lỗ hổng bảo mật với người khác cho đến khi vấn đề được khắc phục hoặc chúng tôi đã tìm ra cách xuất bản an toàn và có phối hợp với bạn. Đừng lạm dụng lỗ hổng. Sau khi một lỗ hổng được báo cáo, bạn sẽ được liên hệ trong vòng 2 ngày làm việc để sắp xếp một khoảng thời gian phục hồi hợp lý, có thể phối hợp công bố lỗ hổng và phần thưởng.",
  "Eligibility": "Đủ điều kiện",
  "Reward eligibility may be constrained by legal factors (e.g., not being allowed to make payments to certain countries or to transfer assets to anonymous accounts). We will do our best to find a way to reward submitters fairly for their discoveries, but may not be able to under all circumstances. Also, vulnerability abuse or sharing with third parties may disqualify you from any reward payment.": "Khả năng đủ điều kiện nhận thưởng có thể bị hạn chế bởi các yếu tố pháp lý (ví dụ: không được phép thanh toán cho một số quốc gia nhất định hoặc chuyển tài sản sang tài khoản ẩn danh). Chúng tôi sẽ cố gắng hết sức để tìm cách khen thưởng một cách công bằng cho những người gửi vì những khám phá của họ, nhưng có thể không thể làm được điều đó trong mọi trường hợp. Ngoài ra, việc lạm dụng hoặc chia sẻ lỗ hổng bảo mật với bên thứ ba có thể khiến bạn không đủ điều kiện nhận bất kỳ khoản thanh toán thưởng nào.",
  "We are not network operators": "Chúng tôi không phải là nhà quản trị mạng",
  "As a decentralized system, we are entirely separate from any validators running the Vega protocol and vulnerabilities relevant to specific validators should be reported to them directly (though feel free to let us know if you think a validator is not responding appropriately). In addition, we have no influence on how the validators (or their cloud providers) might react if you poke their systems, so we cannot help you if you do so in any way that upsets them. For testing your discoveries, using a separate protocol instance that you can run for yourselves is advised. The best way to do this is via the <2><0></0>Vega Capsule tool</2>.": "Là một hệ thống phi tập trung, chúng tôi hoàn toàn tách biệt với bất kỳ trình xác thực nào chạy giao thức Vega và các lỗ hổng liên quan đến trình xác thực cụ thể phải được báo cáo trực tiếp cho họ (mặc dù vậy, vui lòng cho chúng tôi biết nếu bạn cho rằng trình xác thực không phản hồi phù hợp). Ngoài ra, chúng tôi không có ảnh hưởng gì đến cách người xác thực (hoặc nhà cung cấp dịch vụ đám mây của họ) có thể phản ứng nếu bạn chọc vào hệ thống của họ, vì vậy chúng tôi không thể giúp bạn nếu bạn làm như vậy theo bất kỳ cách nào khiến họ khó chịu. Để kiểm tra những khám phá của bạn, bạn nên sử dụng một phiên bản giao thức riêng biệt mà bạn có thể tự chạy. Cách tốt nhất để thực hiện việc này là thông qua <2><0></0>công cụ Vega Capsule</2>.",
  "Encrypted or anonymous submissions": "Bài gửi được mã hóa hoặc ẩn danh",
  "If you want to send an encrypted message to security@vegaprotocol.io, you can use our PGP key, which is detailed below.": "Nếu bạn muốn gửi tin nhắn được mã hóa đến security@vegaprotocol.io, bạn có thể sử dụng mã hóa PGP của chúng tôi, được nêu chi tiết bên dưới.",
  "For anonymous submissions, you can use the following form:": "Để gửi ẩn danh, bạn có thể sử dụng mẫu sau:",
  "Send Message": "Gửi tin nhắn",
  "Submit bug report": "Gửi báo cáo bug",
  "Are you sure you want to submit the form?": "Bạn có chắc chắn muốn gửi biểu mẫu không?",
  "Cancel": "Hủy",
  "Submit": "Xác nhận gửi",
  "PGP Key": "Mã hóa KGP",
  "This is the PGP key that can be used to securely submit security issues to the project team. Please note that this is the only usage of the key; especially, this key will never be used to issue signatures that are in any way meaningful or binding. We also may change the key at any time, so please make sure to check here for the current version.": "Đây là mã hóa PGP có thể được sử dụng để gửi các vấn đề bảo mật cho nhóm dự án một cách an toàn. Xin lưu ý rằng đây là cách sử dụng duy nhất của khóa; đặc biệt, khóa này sẽ không bao giờ được sử dụng để cấp chữ ký có ý nghĩa hoặc ràng buộc theo bất kỳ cách nào. Chúng tôi cũng có thể thay đổi khóa bất cứ lúc nào, vì vậy hãy đảm bảo kiểm tra phiên bản hiện tại tại đây."
}
