{
  "Vega Protocol - Futures DEX": "Giao thức Vega - Tương lai của DEX",
  "Discover Web3's native derivatives trading platform that is helping DeFi mature.": "Khám phá nền tảng giao dịch phái sinh gốc của Web3 đang giúp DeFi phát triển",
  "Uncompromisingly Decentralised.": "Phi tập trung không thỏa hiệp",
  "The world's most advanced DEX.": "Sàn DEX tiên tiến nhất thế giới",
  "Cash settled futures are now live on Vega's Alpha Mainnet.": "Hợp đồng tương lai thanh toán bằng tiền mặt hiện đã có trên Alpha Mainnet của Vega",
  "Launch console": "Mở bảng điều khiển",
  "Vega Wallet": "Ví Vega",
  "Docs": "Tài liệu",
  "Backed by:": "Được hỗ trợ tư vấn bơi",
  "Key features": "Các tính năng chính",
  "Non-custodial and pseudonymous": "Không ",
  "No third party has access to your funds.": "Không bên thứ ba nào có quyền truy cập vào tài sản của bạn.",
  "Purpose built proof of stake blockchain": "Mục đích xây dựng bằng chứng về blockchain cổ phần",
  "Fully decentralised high performance peer-to-network trading.": "Giao dịch ngang hàng hiệu suất cao được phân quyền hoàn toàn.",
  "Low fees and no cost to place orders": "Phí thấp và không mất phí đặt lệnh",
  "Fees work like a CEX with no per-transaction gas for orders": "Phí hoạt động giống như một CEX không có gas cho mỗi giao dịch cho các đơn đặt hàng",
  "Transparent and open source trading": "Giao dịch nguồn mở và minh bạch",
  "All Vega source code and trading data are publicly available.": "Tất cả mã nguồn Vega và dữ liệu giao dịch đều được cung cấp công khai.",
  "Capital efficient margin trading": "Giao dịch ký quỹ hiệu quả về vốn",
  "Leveraged trading with full cross-margining.": "Giao dịch đòn bẩy với tỷ lệ ký quỹ chéo đầy đủ.",
  "Rich CEX-style order book and APIs": "Đặt Lệnh phong phú kiểu CEX và APIs",
  "Fully decentralised limit order book (dCLOB) and historic data APIs.": "Sổ lệnh giới hạn phi tập trung hoàn toàn (dCLOB) và API dữ liệu lịch sử.",
  "Decentralised liquidity incentivisation": "Khuyến khích thanh khoản phi tập trung",
  "Liquidity provision is fairly rewarded from fee revenue by the protocol.": "Việc cung cấp thanh khoản được khen thưởng khá lớn từ doanh thu phí của giao thức.",
  "Permissionless market creation": "Tạo thị trường không có giấy phép",
  "Create any market on any underlying with on-chain governance": "Tạo bất kỳ thị trường nào trên bất kỳ cơ sở nào với quản trị trên chuỗi",
  "View all": "Xem tất cả",
  "Programmatic trading on Vega": "Giao dịch có lập trình trên Vega",
  "Vega's decentralised datanode architecture provides rich CEX-like APIs and full historic price data for everyone.": "Kiến trúc nút dữ liệu phi tập trung của Vega cung cấp các API phong phú giống như CEX và dữ liệu giá lịch sử đầy đủ cho mọi người",
  "Explore": "Khám phá",
  "Events": "Sự kiện",
  "Where next?": "Điểm đến tiếp theo",
  "Learn about Vega": "",
  "Read the docs": "",
  "Launch Console": "",
  "Staking & Governance": ""
}
