{
  "As a token holder, you can submit the proposal to create a new market, change an existing market, change network parameters, add an external asset to Vega and make a freeform proposal (for changes that will not change network behaviour). For each, you will define specific inputs for a set list of parameters, which are validated by the nodes before entering into the voting period you set. Then it's time to rally the community on the forum to vote for your proposal.": "Với tư cách là chủ sở hữu mã thông báo, bạn có thể gửi đề xuất để tạo thị trường mới, thay đổi thị trường hiện tại, thay đổi thông số mạng, thêm tài sản bên ngoài vào Vega và đưa ra đề xuất dạng tự do (đối với những thay đổi sẽ không thay đổi hành vi mạng). Đối với mỗi tham số, bạn sẽ xác định đầu vào cụ thể cho một danh sách tham số đã đặt, được các nút xác thực trước khi bước vào giai đoạn biểu quyết mà bạn đã đặt. Sau đó là lúc tập hợp cộng đồng trên diễn đàn để bỏ phiếu cho đề xuất của bạn.",
  "The number of tokens needed to make a proposal differs by proposal type, for example <2></2> for a new market proposal.": "Số lượng mã thông báo cần thiết để đưa ra đề xuất khác nhau tùy theo loại đề xuất, ví dụ: <2></2> đối với đề xuất thị trường mới.",
  "Token holders consider and vote for or against active proposals. Tokens used for voting are not locked or transferred - they can be used for staking as well as voting on any/all active proposals, but cannot be used to trade. Note, each public key with a minimum of 1 $VEGA gets just one vote per proposal.": "Người nắm giữ token xem xét và bỏ phiếu ủng hộ hoặc phản đối các đề xuất đang hoạt động. Token dùng để bỏ phiếu không bị khóa hoặc chuyển nhượng - chúng có thể được sử dụng để đặt cược cũng như bỏ phiếu cho bất kỳ/tất cả các đề xuất đang hoạt động, nhưng không thể sử dụng để giao dịch. Lưu ý, mỗi khóa công khai có tối thiểu 1 $VEGA chỉ nhận được một phiếu bầu cho mỗi đề xuất.",
  "The number of tokens needed to vote differs by proposal type, for example <2></2> for a new market proposal. Each public key is eligible for one vote.": "Số lượng mã thông báo cần thiết để bỏ phiếu khác nhau tùy theo loại đề xuất, ví dụ: <2></2> cho đề xuất thị trường mới. Mỗi khóa công khai có đủ điều kiện cho một phiếu bầu.",
  "If a proposal receives enough participation and reaches the majority threshold within the voting period, the change is automatically enacted (with the exception of free form proposals). The thresholds differ by proposal type, for example a new market proposal requires participation of <2></2> and a majority of <6></6>.": "Nếu một đề xuất nhận được đủ sự tham gia và đạt đến ngưỡng đa số trong thời gian bỏ phiếu, thì thay đổi sẽ tự động được thực hiện (ngoại trừ các đề xuất ở dạng tự do). Các ngưỡng này khác nhau tùy theo loại đề xuất, ví dụ: một đề xuất thị trường mới yêu cầu sự tham gia của <2></2> và đa số <6></6>.",
  "If the proposal was creating a new market, once enacted it will remain in opening auction until it has attracted enough liquidity to start trading.": "Nếu đề xuất tạo ra một thị trường mới thì sau khi được ban hành, đề xuất đó sẽ vẫn ở trạng thái đấu giá mở cho đến khi thu hút đủ thanh khoản để bắt đầu giao dịch.",
  "Phase 1": "Giai đoạn 1",
  "Sense check": "Kiểm tra sơ bộ",
  "Start a topic and share an outline of your proposal on the forum with a 'sense-check' tag. Get an idea of whether there is support for your proposal from the likes and replies you receive, and refine your plans.": "Bắt đầu một chủ đề và chia sẻ bản phác thảo đề xuất của bạn trên diễn đàn bằng thẻ 'kiểm tra ý nghĩa'. Nhận ý tưởng về việc liệu đề xuất của bạn có được hỗ trợ hay không từ lượt thích và phản hồi bạn nhận được, đồng thời tinh chỉnh kế hoạch của mình.",
  "Start a topic on the forum": "Bắt đầu một chủ đề trên diễn đàn",
  "Phase 2": "Giai đoạn 2",
  "Formalise Proposal": "Chính thức hóa đề xuất",
  "Update your proposal topic based on the feedback received, and ensure you have included the rationale and specifics of the proposed addition/change, including the data (JSON or similar) that would be submitted on chain. Update the tag and invite debate and discussion to amend the proposal until it reaches a final state, ready to submit.": "Cập nhật chủ đề đề xuất của bạn dựa trên phản hồi nhận được và đảm bảo bạn đã đưa vào cơ sở lý luận cũng như chi tiết cụ thể về việc bổ sung/thay đổi được đề xuất, bao gồm cả dữ liệu (JSON hoặc tương tự) sẽ được gửi trên chuỗi. Cập nhật thẻ và mời tranh luận, thảo luận để sửa đổi đề xuất cho đến khi đề xuất đạt đến trạng thái cuối cùng, sẵn sàng gửi.",
  "Read the docs to make a proposal": "Đọc tài liệu để đưa ra đề xuất",
  "Check out the forum": "Kiểm tra trển Forum",
  "Phase 3": "Giai đoạn 3",
  "Submit a proposal": "Tải lên đề xuất",
  "Phase 4": "Giai đoạn 4",
  "Vote": "bình chọn",
  "Vote for proposals": "Bình chọn cho đề xuất",
  "Phase 5": "Giai đoạn 5",
  "Enacting changes": "Thực hiện thay đổi",
  "Governance Home": "Trang chủ quản trị",
  "Governance allows the Vega network to arrive at on-chain decisions, where tokenholders can create proposals that other tokenholders can vote to approve or reject.": "Quản trị cho phép mạng Vega đưa ra các quyết định trực tuyến, nơi chủ sở hữu token có thể tạo các đề xuất mà các chủ sở hữu token khác có thể bỏ phiếu để phê duyệt hoặc từ chối.",
  "Governance": "Quản trị",
  "Vega is uncompromisingly decentralised, with all network governance taking place on-chain. Read on to find out how to propose new markets, create settlement assets, and configure the network": "Vega được phân cấp hoàn toàn, với tất cả việc quản trị mạng diễn ra trên chuỗi. Đọc tiếp để tìm hiểu cách đề xuất thị trường mới, tạo tài sản thanh toán và định cấu hình mạng",
  "Forums": "Forums",
  "Read initial proposals and get involved in the discussion before the proposal goes to vote.": "Đọc các đề xuất ban đầu và tham gia thảo luận trước khi đề xuất được đưa ra biểu quyết.",
  "Stake & Vote": "Stake và bình chọn",
  "Review and vote on governance proposals.": "Xem xét và biểu quyết các đề xuất quản trị.",
  "Read the docs to create and submit a proposal using Vega APIs.": "Đọc tài liệu để tạo và gửi đề xuất bằng API Vega.",
  "Get started voting": "Bắt đầu bình chọn",
  "Get $VEGA tokens": "Nhận token Vega",
  "You can purchase VEGA on various exchanges.": "Bạn có thể mua VEGA trên nhiều sàn giao dịch khác nhau.",
  "Stake VEGA": "",
  "Stake your VEGA tokens on the governance site to be eligible to vote, note you will need to get a <2>wallet</2> to do this": "",
  "Vote on proposals": "Bỏ phiếu cho các đề xuất",
  "Use our governance tools.": "Sử dụng các công cụ quản trị của chúng tôi.",
  "Note, you'll need some ETH to pay any transaction fees.": "Lưu ý, bạn sẽ cần một số ETH để thanh toán mọi khoản phí giao dịch.",
  "Governance App": "Ứng dụng quản trị",
  "Governance lifecycle": "Nhiệm kỳ quản trị"
}
