{
  "Coming soon": "Sắp ra mắt",
  "Purpose built bespoke blockchain": "Hướng tới xây dựng blockchain riêng biệt",
  "Ethereum and other blockchains suffer slow performance since they're generalist tools, with smart contracts for everything - applying the same rules regardless of what you use them for. They charge high gas fees and require workarounds to be applied to trading. Vega is built from the ground up using high performing, purpose-built smart contracts specifically for trading - meaning no fees on orders, and fairness at its core.": "Ethereum và các chuỗi khối khác có hiệu suất chậm vì chúng là các công cụ tổng quát, với các hợp đồng thông minh cho mọi thứ - áp dụng các quy tắc giống nhau bất kể bạn sử dụng chúng cho mục đích gì. Họ tính phí gas cao và yêu cầu áp dụng các giải pháp thay thế cho giao dịch. Vega được xây dựng từ đầu bằng cách sử dụng các hợp đồng thông minh được xây dựng có mục đích, hiệu suất cao dành riêng cho giao dịch - nghĩa là không tính phí đối với các đơn đặt hàng và tính công bằng là cốt lõi của nó",
  "Read more about:": "Tìm hiểu thêm về:",
  "The importance of a purpose built blockchain for trading on the Vega blog <2>'Innovating in decentralised financial markets'</2>": "Tầm quan trọng của một chuỗi khối được xây dựng có mục đích để giao dịch trên blog Vega <2>'Đổi mới trong thị trường tài chính phi tập trung'</2>",
  "Runs slowly": "Chạy chậm",
  "Fast trading": "Giao dịch nhanh chóng",
  "Allows for unfair front running": "Cho phép chạy trước không công bằng",
  "Built for fairness from the ground up": "Được xây dựng vì sự công bằng ngay từ đầu",
  "A fee for every transaction": "Một khoản phí cho mỗi giao dịch",
  "No fees on orders": "Miễn phí khi đặt lệnh",
  "Generalist tool - A workaround for trading": "Công cụ thông minh Generalist - Giải pháp thay thế cho giao dịch",
  "Specifically built for trading": "Được xây dựng đặc biệt cho giao dịch",
  "Smart contracts for anything": "Hợp đồng thông minh cho mọi thứ",
  "Small, purpose built smart products for trading": "Các sản phẩm thông minh nhỏ, được xây dựng có mục đích để giao dịch"
}
