{
  "Overview": "Tổng quan",
  "Test on Fairground": "Thử nghiệm trên Fairground",
  "Developers": "Nhà phát triển",
  "Get the Fairground Vega Wallet": "",
  "Get the Vega Wallet": "Tải ví Vega",
  "Wallet": "",
  "Connect to Vega dapps securely, deposit funds and approve or reject transactions with the Vega wallet. Download, set up and you're ready to connect": "Kết nối với các ứng dụng dapp bằng ví Vega một cách an toàn, gửi tiền và phê duyệt hoặc từ chối giao dịch bằng ví Vega. Tải xuống, thiết lập và bạn đã sẵn sàng kết nối",
  "Vega Wallet": "Ví Vega",
  "Vega Wallet browser extension officially supports Chrome or Firefox. Check the list of <2>supported browsers</2> for latest guidance.": "Tiện ích mở rộng trình duyệt Vega Wallet chính thức hỗ trợ Chrome hoặc Firefox. Kiểm tra danh sách <2>các trình duyệt được hỗ trợ</2> để biết hướng dẫn mới nhất.",
  "DOWNLOAD THE VEGA DESKTOP WALLET": "TẢI XUOSNG VÍ VEGA BẢN DESKTOP",
  "Want to test on Fairground?": "Bạn muốn thử nghiệm trên Fairground?",
  "Your wallets, your keys": "Ví của bạn, chìa khóa của bạn ",
  "Easily manage multiple key pairs in one place with the Vega Wallet extension, or for full multi-wallet functionality download the Vega Desktop Wallet.": "",
  "Secure connections": "Kết nối an toàn",
  "Connect, manage permissions key by key and disconnect from Vega dapps securely.": "Kết nối, quản lý quyền truy cập từng ví một, và ngắt kết nói với ứng dụng dapps một cách an toàn",
  "Instantly approve and reject transactions": "Phê duyệt và từ chối giao dịch ngay lập tức",
  "Quickly approve or reject transaction requests and keep track of their status on the network.": "Nhanh chóng phê duyệt hoặc từ chối các yêu cầu giao dịch và theo dõi trạng thái của chúng trên mạng",
  "Head over to <2>Fairground</2>, Vega's testnet, and participate in incentives to earn rewards.": "",
  "DOWNLOAD THE FAIRGROUND VEGA DESKTOP WALLET": "",
  "Integrate": "Tích hợp",
  "Connect your dapp using the Vega wallet API": "Kết nối dapp của bạn bằng API ví Vega",
  "Read the Docs": "Xem tài liệu",
  "Interact directly via command line (CLI), customise, isolate keys and build and send commands": "Tương tác trực tiếp qua dòng lệnh (CLI), tùy chỉnh, tách biệt các chuỗi khóa và xây dựng, gửi lệnh",
  "Get the CLI app": "Tải ứng dụng CLI"
}
