{
  "This value is determined by the network parameter ‘network.validators.ersatz.multipleOfTendermintValidators’ multiplied by ‘network.validators.tendermint.number’": "Giá trị này được xác định bởi tham số mạng ‘network.validators.ersatz.multipleOfTendermintValidators’ nhân với ‘network.validators.tendermint.number’",
  "Limit*": "Giới hạn*",
  "Reward multiplier**": "Hệ số thưởng**",
  "Validator Score": "Điểm trình xác nhận",
  "Candidate Validators": "Trình xác thực ứng viên",
  "Standby Validators": "Trình xác thực dự phòng",
  "Consensus Validators": "Trình xác thực đồng thuận",
  "Unlimited": "Không hạn chế",
  "None": "Không",
  "This value is always set to 1 for Consensus validators": "Giá trị này luôn được đặt thành 1 cho trình xác thực Đồng thuận",
  "Lowest": "Giá trị thấp nhất",
  "Highest": "Giá trị cao nhất",
  "Validators": "",
  "Vega is a delegated proof of stake network with a finite number of validators, rewarded for securing the network. Consensus validators run a node validating the blocks containing the network's transactions and Vega token holders nominate validators through staking - delegating their VEGA to their chosen validator.": "Vega là mạng bằng chứng cổ phần được ủy quyền với số lượng người xác thực hữu hạn, được khen thưởng vì đã bảo mật mạng. Trình xác thực đồng thuận chạy một nút xác thực các khối chứa các giao dịch của mạng và chủ sở hữu mã thông báo Vega chỉ định trình xác thực thông qua đặt cược - ủy quyền VEGA của họ cho trình xác thực đã chọn của họ.",
  "Validator rewards": "Phần thưởng trình xác thực",
  "* The no. of Consensus Validators is expected to increase through governance, further decentralising the protocol over time, with the no. of Standby Validators increasing as a multiple of the number of Consensus Validators, currently configured to <2></2>.": "* Không. Số lượng Người xác thực đồng thuận dự kiến sẽ tăng lên thông qua quản trị, tiếp tục phân cấp giao thức theo thời gian, với số lượng không. Số lượng Trình xác thực dự phòng tăng theo bội số của Số lượng Trình xác thực đồng thuận, hiện được định cấu hình thành <2></2>.",
  "**Consensus validators secure the network and therefore earn rewards. Standby validators are ready to step up and fill open consensus validator slots and therefore are also rewarded by the protocol. However their share of rewards is penalised relative to consensus validators by a factor of <2></2>": "**Người xác thực đồng thuận bảo mật mạng và do đó kiếm được phần thưởng. Trình xác thực dự phòng sẵn sàng tăng cường và lấp đầy các vị trí của trình xác thực đồng thuận đang mở và do đó cũng được giao thức khen thưởng. Tuy nhiên, phần thưởng của họ bị phạt so với những người xác thực sự đồng thuận theo hệ số <2></2>",
  "Become a Mainnet validator": "Trở thành người xác thực Mainnet",
  "Any participant in the Vega network can become a validator. You'll need to set up a node and its infrastructure, submit a transaction on chain, self-stake <2></2> and attract token holders to stake (delegate) their tokens to you.": "Bất kỳ người tham gia mạng Vega nào cũng có thể trở thành người xác thực. Bạn sẽ cần thiết lập một nút và cơ sở hạ tầng của nó, gửi giao dịch theo chuỗi, tự đặt cược <2></2> và thu hút chủ sở hữu mã thông báo đặt cược (ủy thác) mã thông báo của họ cho bạn.",
  "Those with the highest <2>validator scores</2> (a measure of performance and stake) become consensus validators and earn the greatest rewards from infrastructure fees paid on every trade and transfer, with a portion distributed to stakers and standby validators. The <6>validators list</6> is refreshed every epoch <10></10>.": "Những người có <2>điểm xác thực</2> cao nhất (thước đo hiệu suất và cổ phần) trở thành người xác thực đồng thuận và kiếm được phần thưởng lớn nhất từ phí cơ sở hạ tầng được trả cho mỗi giao dịch và chuyển khoản, với một phần được phân phối cho người đặt cược và người xác thực dự phòng. <6>Danh sách người xác thực</6> được làm mới mỗi kỷ nguyên <10></10>."
}
