{
  "Ambassador Leaderboards": "Bảng xếp hạng đại sứ",
  "We celebrate our ambassadors and their work. Complete tasks to top the leaderboard, rise up the ranks, and see your name here!": "Chúng tôi tôn vinh các đại sứ của chúng tôi và công việc của họ. Hoàn thành nhiệm vụ để đứng đầu bảng xếp hạng, tăng thứ hạng và xem tên của bạn tại đây!",
  "Community": "Cộng đồng",
  "Content Collective": "Nội dung tổng hợp",
  "All time": "Tất cả",
  "Loading...": "Đang tải...",
  "Error retrieving leaderboard...": "Lỗi khi truy xuất bảng xếp hạng...",
  "Ambassadors": "Các đại sứ",
  "Knowledgeable in cryptocurrencies, DeFi and DAOs? We want you to be a driving force of the Vega community.": "Có hiểu biết về tiền điện tử, DeFi và DAO? Chúng tôi muốn bạn trở thành động lực của cộng đồng Vega.",
  "Join a team": "Tham gia với chúng tôi",
  "Content collective": "Nội dung tổng hợp",
  "Join the team creating non-technical content and designs for exclusive bounties.": "Tham gia nhóm tạo nội dung và thiết kế phi kỹ thuật để nhận tiền thưởng độc quyền.",
  "Tweets / Translations / Editorials / Infographics": "Viết Tweets / Bản dịch / Bài xã luận / Đồ họa thông tin",
  "Apply now": "Nộp hồ sơ",
  "Builders Club": "Câu lạc bộ nhà phát triển",
  "Get support building on top of the Vega protocol and access exclusive builder club bounties.": "Nhận hỗ trợ xây dựng dựa trên giao thức Vega và truy cập tiền thưởng của câu lạc bộ xây dựng độc quyền.",
  "Docs / Hackathons / Coding support": "Tài liệu / Hackathons / Hỗ trợ mã hóa",
  "See what's going on": "Xem chuyện gì đang xảy ra",
  "Multilingual League": "Liên đoàn đa ngôn ngữ",
  "Be a part of the language specialists helping to make Vega accessible to more people across the globe.": "Hãy trở thành một phần của các chuyên gia ngôn ngữ giúp giúp Vega có thể tiếp cận được với nhiều người hơn trên toàn cầu.",
  "Internationalisation / Local Language Groups / AMAs": "Quốc tế hóa / Nhóm ngôn ngữ địa phương / AMA",
  "Benefits of being an ambassador": "Lợi ích của việc làm đại sứ",
  "Vega+ Ambassadors are a valued extension of the team, and work closely with core Vega members.": "Đại sứ Vega+ là một phần mở rộng có giá trị của nhóm và hợp tác chặt chẽ với các thành viên cốt lõi của Vega.",
  "Gain real-world experience in community building by shaping the Vega movement from the ground up": "Có được trải nghiệm thực tế trong việc xây dựng cộng đồng bằng cách định hình phong trào Vega ngay từ đầu",
  "Access to exclusive Discord lounges": "Quyền truy cập vào phòng chờ Discord độc quyền",
  "Early access to bounties, beta testing of products": "Truy cập sớm vào tiền thưởng, thử nghiệm sản phẩm phiên bản beta",
  "Priority consideration on protocol feedback": "Ưu tiên xem xét phản hồi giao thức",
  "Exclusive meetups - Invitations to all of Vega's events, both offline and online": "Cuộc gặp gỡ độc quyền - Lời mời tham gia tất cả các sự kiện của Vega, cả ngoại tuyến và trực tuyến",
  "Limited Edition Vega swag": "Phiên bản giới hạn Vega swag",
  "Grow with Vega - scaling rewards as you climb the ranks": "Phát triển cùng Vega - tăng phần thưởng khi bạn leo lên thứ hạng",
  "Leaderboards": "Bảng xếp hạng",
  "Expectations": "Những kỳ vọng",
  "There are no exact requirements to being an ambassador; the extent of what you'll work on will depend on your team and role. Nevertheless, these are the non-negotiables:": "Không có yêu cầu chính xác nào để trở thành đại sứ; mức độ công việc bạn sẽ làm sẽ phụ thuộc vào nhóm và vai trò của bạn. Tuy nhiên, đây là những điều không thể thương lượng:",
  "Agree with the code of conduct; keep to the rules": "Đồng ý với quy tắc ứng xử; tuân thủ các quy tắc",
  "Attend most meetings with other ambassadors, engage with your team": "Tham dự hầu hết các cuộc họp với các đại sứ khác, gắn kết với nhóm của bạn",
  "Learn with the core team: attend office hours, ask questions, grow": "Học hỏi với nhóm nòng cốt: tham dự giờ hành chính, đặt câu hỏi, phát triển",
  "Let us know when things aren't working for you, if you need a break, that's okay!": "Hãy cho chúng tôi biết khi mọi thứ không ổn với bạn, nếu bạn cần nghỉ ngơi, không sao cả!",
  "Be active on Discord - most communication will take place there": "Hãy hoạt động tích cực trên Discord - hầu hết hoạt động giao tiếp sẽ diễn ra ở đó",
  "Join the community": "Tham gia cộng đồng",
  "Discord": "Discord",
  "Telegram": "Telegram",
  "Github": "Github",
  "Mainnet Docs": "Tài liệu mạng chính",
  "Fairground Docs": "Tài liệu mạng thử nghiệm Fairground",
  "Twitter": "Twitter",
  "Forum": "Forum",
  "YouTube": "Youtube",
  "Twitch": "Twitch"
}
