{
  "Liquidity Provision": "",
  "Liquidity providers receive a share of fees paid during trading in exchange for providing liquidity on the network.": "Các nhà cung cấp thanh khoản nhận được một phần phí được trả trong quá trình giao dịch để đổi lấy việc cung cấp thanh khoản trên mạng.",
  "The data relating to markets on this page is obtained from nodes on the Vega Blockchain.": "Dữ liệu liên quan đến thị trường trên trang này được lấy từ các nút trên Chuỗi khối Vega.",
  "Provides its software under open source licences": "Cung cấp phần mềm của nó theo giấy phép nguồn mở",
  "Does not operate or run the Vega Blockchain or any other blockchain": "Không vận hành hoặc chạy Vega Blockchain hoặc bất kỳ chuỗi khối nào khác",
  "Does not create, generate or warrant the accuracy of the data": "Không tạo, đưa ra hoặc đảm bảo tính chính xác của dữ liệu",
  "Has no liability for any loss arising from the use of that data.": "Miễn trừ trách nhiệm cho bất kỳ tổn thất nào phát sinh từ việc sử dụng dữ liệu đó.",
  "Futures": "Hợp đồng tương lai",
  "Market": "Thị trường",
  "The market name, code and settlement asset": "Tên thị trường, mã và tài sản thanh toán",
  "Mark Price": "Giá đánh dấu",
  "Latest price for this market": "Giá mới nhất cho thị trường này",
  "Target Stake": "Vốn đầu tư mục tiêu",
  "The ideal committed liquidity to operate the market, derived from the maximum open interest observed over a rolling time window. If the total commitment is currently below this level then LPs can set the fee level with a new commitment.": "Thanh khoản cam kết lý tưởng để vận hành thị trường, xuất phát từ lãi suất mở tối đa được quan sát trong một cửa sổ thời gian luân phiên. Nếu tổng cam kết hiện tại thấp hơn mức này thì LP có thể đặt mức phí với cam kết mới.",
  "Supplied Stake": "Vốn đầu tư được cung cấp",
  "The current amount of liquidity supplied for this market.": "Lượng thanh khoản hiện tại được cung cấp cho thị trường này.",
  "Liquidity Fee": "phí thanh khoản",
  "The fee percentage (per trade) charged by liquidity providers on this market": "Phần trăm phí (trên mỗi giao dịch) được tính bởi các nhà cung cấp thanh khoản trên thị trường này",
  "Min time on book": "",
  "The minimum percentage of market time on book liquidity providers are expected to be available for this market": "",
  "Liquidity price range": "",
  "The minimum amount of volume liquidity providers are expected to have available for this market": "",
  "Volume (24h)": "Khối lượng giao dịch (24h)",
  "The total number of contracts traded in the last 24 hours.": "Tổng số hợp đồng được giao dịch trong 24 giờ qua.",
  "Market Status": "Trạng thái thị trường",
  "The current market status - those below the black target stake line are at risk of entering liquidity auction": "Trạng thái thị trường hiện tại - những người bên dưới đường cổ phần mục tiêu màu đen có nguy cơ tham gia đấu giá thanh khoản"
}
