{
  "Contributors": "",
  "Events": "Sự kiện",
  "Upcoming community events, meet-ups, research office hours and community calls.": "Các sự kiện cộng đồng sắp tới, các cuộc gặp gỡ, giờ làm việc nghiên cứu và các cuộc gọi cộng đồng.",
  "Upcoming events + meetups": "Sự kiện + cuộc gặp gỡ sắp tới",
  "Community": "Cộng đồng",
  "Learn, Test, Govern - where do you fit in the Vega Ecosystem?": "",
  "Join us on Discord": "Tham gia với chúng tôi trên Discord",
  "Where we are": "Chúng tôi là",
  "Hangout, chat, get support, suggest new content and art - we're all here!": "Hangout, trò chuyện, nhận hỗ trợ, đề xuất nội dung và tác phẩm nghệ thuật mới - tất cả chúng tôi đều ở đây!",
  "Forum": "Forum",
  "Discuss governance and governance proposals on Vega Networks.": "Thảo luận về quản trị và đề xuất quản trị trên Vega Networks.",
  "Telegram": "Telegram",
  "Official Telegram Group for Vega Protocol.": "Nhóm Telegram chính thức cho Cổng giao thức Vega.",
  "Substack": "Substack",
  "Roll up! Roll up! Vega's bi-weekly highlights newsletter.": "Cuộn lên! Cuộn lên! Bản tin nổi bật hai tuần một lần của Vega.",
  "YouTube": "YouTube",
  "Video tutorials, presentations, development updates, and milestones of the Vega project.": "Video hướng dẫn, thuyết trình, cập nhật phát triển và các mốc quan trọng của dự án Vega.",
  "Twitch": "Twitch",
  "Weekly live-streams, Thursdays 6pm BST/UTC+1!": "Phát trực tiếp hàng tuần, Thứ Năm lúc 6 giờ chiều BST/UTC+1!",
  "Medium": "Medium",
  "Latest news on the Vega blog.": "Tin tức mới nhất trên blog Vega.",
  "Github": "Github",
  "Explore our online repositories, or collaborate with the Vega teams.": "Khám phá kho lưu trữ trực tuyến của chúng tôi hoặc cộng tác với nhóm Vega.",
  "Contribute": "",
  "Feedback": "Thông tin phản hồi",
  "Feedback and feature requests": "Phản hồi và yêu cầu tính năng",
  "Contribute to the source code, and get building with our APIs.": "Đóng góp vào mã nguồn và xây dựng bằng API của chúng tôi",
  "Docs": "Tài liệu",
  "Share feedback, make suggestions and help translate.": "Chia sẻ phản hồi, đưa ra đề xuất và giúp dịch."
}
