{
  "Vega Protocol - Futures & Perpetuals DEX": "",
  "Discover Web3's native derivatives trading platform that is helping DeFi mature.": "Khám phá nền tảng giao dịch phái sinh gốc của Web3 đang giúp DeFi phát triển",
  "Decentralised derivatives protocol": "Phi tập trung không thỏa hiệp",
  "Vega is an open sourced protocol for creating and trading derivatives on a fully decentralised network.": "",
  "Launch console": "Mở bảng điều khiển",
  "Vega Wallet": "Ví Vega",
  "Docs": "Tài liệu",
  "Backed by:": "Được hỗ trợ tư vấn bơi",
  "Key features": "Các tính năng chính",
  "Non-custodial and pseudonymous": "Không ",
  "All interactions are via public key cryptography with no backdoors or admin keys.": "Không bên thứ ba nào có quyền truy cập vào tài sản của bạn.",
  "Purpose built appchain for trading": "Mục đích xây dựng bằng chứng về blockchain cổ phần",
  "Vega can be deployed as a CometBFT based proof-of-stake chain.": "",
  "Unique and configurable fee model": "Phí thấp và không mất phí đặt lệnh",
  "Trading optimised fees with no per-transaction “gas” costs for orders": "Phí hoạt động giống như một CEX không có gas cho mỗi giao dịch cho các đơn đặt hàng",
  "Open source protocol and software": "Giao dịch nguồn mở và minh bạch",
  "The protocol specs and software are open source.": "",
  "Rich CEX-style order book and APIs": "Đặt Lệnh phong phú kiểu CEX và APIs",
  "Data nodes provide order book and historic data APIs.": "Giao dịch đòn bẩy với tỷ lệ ký quỹ chéo đầy đủ.",
  "Permissionless market creation": "Tạo thị trường không có giấy phép",
  "Built in governance allows protocol users to create and manage markets.": "",
  "Programmatic trading on Vega": "Giao dịch có lập trình trên Vega",
  "Vega's decentralised datanode architecture provides rich CEX-like APIs and full historic price data for everyone.": "Kiến trúc nút dữ liệu phi tập trung của Vega cung cấp các API phong phú giống như CEX và dữ liệu giá lịch sử đầy đủ cho mọi người",
  "Explore": "Khám phá"
}
