{
  "wallets": "Ví điện tử",
  "governance": "Quản trị",
  "staking": "Staking",
  "trading": "Giao dịch",
  "network": "Network",
  "Desktop Wallet": "Ví điện tử phiên bản desktop",
  "An easy to use Desktop Wallet app. Manage multiple wallets, multiple keys — and get access to the Vega network.": "Một ứng dụng ví điện tử dễ dàng sử dụng trên desktop, Quản lý nhiều ví, nhiều khóa — và có quyền truy cập vào mạng Vega.",
  "Console": "Bảng điều khiển",
  "A dApp for trading cash settled futures and perps on the fully decentralised Vega network.": "",
  "Governance": "Quản trị",
  "Review and vote on governance proposals.": "Xem xét và bỏ phiếu về các đề xuất quản trị.",
  "Block Explorer": "Công cụ tìm kiếm (Block Explorer)",
  "Dashboard with real-time information about the Vega blockchain.": "Bảng điều khiển với thông tin thời gian thực về chuỗi khối Vega.",
  "Staking": "Staking",
  "Stake $VEGA tokens and get rewarded.": "Đặt cọc token VEGA và nhận phần thưởng.",
  "CLI Wallet": "Ví điện tử CLI",
  "Non-visual, command line wallet app with the ability to customise key details, isolate keys and build & send commands.": "Ứng dụng ví dòng lệnh, không trực quan với khả năng tùy chỉnh các chi tiết chính, cách ly các khóa cũng như xây dựng và gửi lệnh.",
  "Guides": "Hướng dẫn sử dụng",
  "Vega World": "Thế giới Vega",
  "Data around validators, staking and rewards past and present.": "Dữ liệu xung quanh trình xác nhận, đặt cược và phần thưởng trong quá khứ và hiện tại.",
  "Vesting": "Vesting",
  "Redeem locked vega tokens.": "Hoàn trả token Vega bị khóa",
  "Data Node": "Node dữ liệu",
  "Query the Vega network APIs to retrieve on chain data.": "Truy vấn API mạng Vega để truy xuất dữ liệu chuỗi.",
  "Vega Capsule": "Vega Capsule",
  "Use Vega Capsule to create an instance of the Vega network on your computer to experiment with using the protocol.": "Sử dụng Vega Capsule để tạo một phiên bản của mạng Vega trên máy tính của bạn để thử nghiệm sử dụng giao thức.",
  "Vega Validators and Delegators": "Người xác nhận và ủy quyền Vega",
  "Validators performance scores in a given Epoch.": "Điểm hiệu suất của trình xác nhận trong một chu kỳ nhất định.",
  "Apps and Tools": "",
  "Use the network to get tokens, start staking, configure the network, or trade. And help fuel the DeFi economy.": "Sử dụng mạng lưới để nhận mã thông báo, bắt đầu đặt cược, định cấu hình mạng hoặc giao dịch. Và giúp thúc đẩy nền kinh tế DeFi",
  "Anyone can build tools on Vega, this page provides easy access to all tools built and registered with the project team. Project team owned tools that cover the key functions of the network are marked as \"Made by Vega\".": "",
  "All": "Tất cả",
  "Wallets": "Ví điện tử",
  "Trading": "Giao dịch",
  "Network": "Mạng",
  "Vega is governed by its token holders": "Vega được quản lý bởi chủ sở hữu token của nó",
  "Token holders propose changes, vote on proposals, create markets, and support validators by staking": "Người nắm giữ mã thông báo đề xuất thay đổi, bỏ phiếu cho các đề xuất, tạo thị trường và hỗ trợ người xác thực bằng cách đặt cược",
  "Learn more": "Tìm hiểu thêm",
  "Want to add something to this list?": "Bạn muốn thêm một cái gì đó vào danh sách này?",
  "<0>Chat to us on Discord</0> and <3>start building</3>.": "<0>Trò chuyện với chúng tôi trên Discord</0> và <3>bắt đầu xây dựng</3>"
}
