{
  "Overview": "Tổng quan",
  "How-to use": "Hướng dẫn sử dụng",
  "Developers": "Nhà phát triển",
  "Vega Wallet": "Ví Vega",
  "Securely connect to Vega dapps and instantly approve and reject transactions on the Vega network": "Kết nối an toàn với các ứng dụng dapp bằng Ví Vega,  bạn có thể phê duyệt và từ chối ngay lập tức các giao dịch trên mạng Vega",
  "Download Vega Wallet (Mainnet)": "Tải ví Vega (Mạng mainnet)",
  "Want to test new features on Fairground?": "Bạn muốn thử nghiệm các tính năng mới trên mạng thử nghiệm Fairground?",
  "Error fetching Fairground desktop wallet downloads": "Lỗi tải xuống ví Vega cho desktop trên mạng thửu nghiệm Fairground",
  "Download Vega Wallet (Testnet)": "Tải xuống Ví Vega (mạng testnet)",
  "Explore the wallet project on Github": "Khám phá dự án ví trên Github",
  "Your wallets, your keys": "Ví của bạn, chìa khóa của bạn ",
  "Easily manage multiple Vega wallets and key pairs in one place.": "Dễ dàng quản lý nhiều ví Vega và cặp khóa ở một nơi.",
  "Secure connections": "Kết nối an toàn",
  "Connect, manage permissions key by key and disconnect from Vega dapps securely.": "Kết nối, quản lý quyền truy cập từng ví một, và ngắt kết nói với ứng dụng dapps một cách an toàn",
  "Instantly approve and reject transactions": "Phê duyệt và từ chối giao dịch ngay lập tức",
  "Quickly approve or reject transaction requests and keep track of their status on the network.": "Nhanh chóng phê duyệt hoặc từ chối các yêu cầu giao dịch và theo dõi trạng thái của chúng trên mạng",
  "Read the guide to getting started with Vega wallet": "Xem thêm hướng dẫn để bắt đầu với ví Vega",
  "Integrate": "Tích hợp",
  "Connect your dapp using the Vega wallet API": "Kết nối dapp của bạn bằng API ví Vega",
  "Read the Docs": "Xem tài liệu",
  "Interact directly via command line (CLI), customise, isolate keys and build and send commands": "Tương tác trực tiếp qua dòng lệnh (CLI), tùy chỉnh, tách biệt các chuỗi khóa và xây dựng, gửi lệnh",
  "Get the CLI app": "Tải ứng dụng CLI"
}
