{
  "Coming soon": "Sắp ra mắt",
  "Purpose built bespoke blockchain": "Hướng tới xây dựng blockchain riêng biệt",
  "Ethereum and other blockchains suffer slow performance since they're generalist tools, with smart contracts for everything - applying the same rules regardless of what you use them for. They charge high gas fees and require workarounds to be applied to trading. Vega is built from the ground up using high performing, purpose-built smart contracts specifically for trading - meaning no fees on orders, and fairness at its core.": "Ethereum và các chuỗi khối khác có hiệu suất chậm vì chúng là các công cụ tổng quát, với các hợp đồng thông minh cho mọi thứ - áp dụng các quy tắc giống nhau bất kể bạn sử dụng chúng cho mục đích gì. Họ tính phí gas cao và yêu cầu áp dụng các giải pháp thay thế cho giao dịch. Vega được xây dựng từ đầu bằng cách sử dụng các hợp đồng thông minh được xây dựng có mục đích, hiệu suất cao dành riêng cho giao dịch - nghĩa là không tính phí đối với các đơn đặt hàng và tính công bằng là cốt lõi của nó",
  "Read more about:": "Tìm hiểu thêm về:",
  "The importance of a purpose built blockchain for trading on the Vega blog <2>'Innovating in decentralised financial markets'</2>": "Tầm quan trọng của một chuỗi khối được xây dựng có mục đích để giao dịch trên blog Vega <2>'Đổi mới trong thị trường tài chính phi tập trung'</2>",
  "Runs slowly": "Chạy chậm",
  "Fast trading": "Giao dịch nhanh chóng",
  "Allows for unfair front running": "Cho phép chạy trước không công bằng",
  "Built for fairness from the ground up": "Được xây dựng vì sự công bằng ngay từ đầu",
  "A fee for every transaction": "Một khoản phí cho mỗi giao dịch"",
  "No fees on orders": "Miễn phí khi đặt lệnh",
  "Generalist tool - A workaround for trading": "Công cụ thông minh Generalist - Giải pháp thay thế cho giao dịch",
  "Specifically built for trading": "Được xây dựng đặc biệt cho giao dịch",
  "Smart contracts for anything": "Hợp đồng thông minh cho mọi thứ",
  "Small, purpose built smart products for trading": "Các sản phẩm thông minh nhỏ, được xây dựng có mục đích để giao dịch",
  "Be as good as CeFi": "Tốt như CeFi",
  "Be better than CeFi": "Tốt hơn CeFi",
  "Help DeFi mature": "Giúp DeFi phát triển",
  "Key Vega Concepts": "Khái niệm Vega chính",
  "Explore how Vega bridges traditional finance and DeFi to create a bespoke trading alternative.": "Khám phá cách Vega kết nối tài chính truyền thống và DeFi để tạo ra một giải pháp thay thế giao dịch riêng biệt",
  "Key concepts": "Các khái niệm chính",
  "What makes Vega different": "Điều gì làm nên sự khác biệt của Vega",
  "Explore the features that enable you to trade and create derivatives on a fully decentralised network.": "Khám phá các tính năng cho phép bạn giao dịch và tạo các sản phẩm phái sinh trên một mạng hoàn toàn phi tập trung.",
  "Vega is designed to:": "Vega được thiết kế để:",
  "Anti front-running": "Chóng gian lận",
  "Vega's pre-protocol widget, 'Wendy', ensures all nodes see the same sequence of transactions and provides cryptographic proof that all traders have fair access to the order book. This creates a fair marketplace where no participant can gain an unfair advantage, an issue rampant in DeFi and something not even sophisticated traditional exchanges can offer.": "Tiện ích tiền giao thức của Vega, 'Wendy', đảm bảo tất cả các mode nhìn thấy cùng một chuỗi giao dịch và cung cấp bằng chứng mã hóa rằng tất cả các nhà giao dịch đều có quyền truy cập công bằng vào sổ đặt hàng. Điều này tạo ra một thị trường công bằng, nơi không người tham gia nào có thể đạt được lợi thế không công bằng, một vấn đề tràn lan trong DeFi và điều mà ngay cả các sàn giao dịch truyền thống phức tạp cũng không thể cung cấp.",
  "Vega's front running protection in the papers<1>'Wendy, the Good Little Fairness Widget'</1> and <5>'Wendy grows up'</5>": "Sự bảo vệ hàng đầu của Vega trên các tờ báo<1>'Wendy, Tiện ích Công bằng Nhỏ Tốt lành'</1> và <5>'Wendy lớn lên'</5>",
  "Or try out the <2>Wendy prototype</2> on a simulated network": "Hoặc dùng thử <2>mẫu thử nghiệm của Wendy</2> trên mạng mô phỏng",
  "Permissionless market creation": "Tạo lập thị trường tự do",
  "Key to delivering on the promise of blockchain and DeFi, anyone can propose a market on any underlying and the community decides what gets created (unlike other decentralised exchanges).": "Chìa khóa để thực hiện lời hứa về blockchain và DeFi, bất kỳ ai cũng có thể đề xuất thị trường trên bất kỳ cơ sở nào và cộng đồng quyết định những gì được tạo ra (không giống như các sàn giao dịch phi tập trung khác).",
  "Built-in liquidity incentives": "Ưu đãi thanh khoản tích hợp",
  "Unlock a “VC” like approach of incubating a portfolio of new markets with built in liquidity incentives, or “buying in” to more mature markets - shifting the power and reward away from exchange owners to market liquidity providers. Successful markets have enough liquidity to generate bustling activity.": "Mở khóa cách tiếp cận “VC” giống như ươm tạo danh mục đầu tư gồm các thị trường mới với các ưu đãi thanh khoản được tích hợp sẵn hoặc “mua vào” vào các thị trường trưởng thành hơn - chuyển quyền lực và phần thưởng từ chủ sở hữu sàn giao dịch sang nhà cung cấp thanh khoản thị trường. Thị trường thành công có đủ thanh khoản để tạo ra thị trường hoạt động sôi nổi.",
  "Optimised for high capital efficiency": "Tối ưu cho hiệu quả sử dụng vốn cao",
  "Vega's cross margining and portfolio risk evaluation innovations significantly lower capital costs opening up hedging instruments to a far greater range of people and businesses and allowing markets to exist that previously wouldn't due to cost.": "Các cải tiến đánh giá rủi ro danh mục đầu tư và tỷ suất lợi nhuận chéo của Vega giúp giảm đáng kể chi phí vốn, mở ra các công cụ phòng ngừa rủi ro cho nhiều người và doanh nghiệp hơn, đồng thời cho phép tồn tại các thị trường mà trước đây không có do chi phí",
  "Overall portfolio risk is evaluated by calculating the worst possible loss that a portfolio of derivative and physical instruments might reasonably incur - live, and on-chain, instead of over the course of one trading day.": "Rủi ro danh mục đầu tư tổng thể được đánh giá bằng cách tính toán tổn thất tồi tệ nhất có thể xảy ra mà danh mục đầu tư gồm các công cụ phái sinh và vật chất có thể phải gánh chịu một cách hợp lý - trực tiếp và trực tuyến, thay vì trong suốt một ngày giao dịch",
  "Built-in live, automated cross margining routes a trader's gains made on one market to offset positions on other markets.": "Định tuyến lợi nhuận chéo tự động, trực tiếp được tích hợp sẵn mà nhà giao dịch kiếm được trên một thị trường để bù đắp các vị thế trên các thị trường khác",
  "High capital efficiency in section 3 of the Vega blog <2>Pro traders & Vega</2>": "Hiệu quả vốn cao trong phần 3 của blog Vega <2>Nhà giao dịch chuyên nghiệp & Vega</2>",
  "How Vega optimises for high capital efficiency in sections 3.5 and 6.6 of the Vega<1>whitepaper</1>": "Cách Vega tối ưu hóa để đạt hiệu quả sử dụng vốn cao trong phần 3.5 và 6.6 của<1>sách trắng - Whitepaper</1> của Vega",
  "Efficient Price Discovery": "Khám phá giá hiệu quả",
  "Unlike other decentralised exchanges, Vega doesn't charge gas fees, allowing better price discovery. What's more, Vega offers subsecond latency together with price protection mechanisms/circuit breakers and auctions in low liquidity regimes to discover true market prices.": "Không giống như các sàn giao dịch phi tập trung khác, Vega không tính phí gas, cho phép khám phá giá tốt hơn. Hơn nữa, Vega cung cấp độ trễ dưới giây cùng với cơ chế bảo vệ giá/bộ ngắt mạch và đấu giá trong chế độ thanh khoản thấp để khám phá giá thị trường thực.",
  "Launch a new market on Vega, or trade, confident in the knowledge that the latest and most accurate price is available to you.": "Mỏ ra một thị trường mới trên Vega, hoặc giao dịch, tự tin khi biết rằng giá mới nhất và chính xác nhất dành cho bạn.",
  "Different methods of price discovery in section 5 of the Vega blog <2>Pro traders & Vega</2>": "Các phương pháp khám phá giá khác nhau trong phần 5 của blog Vega <2>Nhà giao dịch chuyên nghiệp & Vega</2>",
  "Pseudonymous trading": "Giao dịch ẩn danh",
  "Lowering the barrier to wealth and value creation calls for pseudonymous identities. In this way, the Vega network is accessible to anyone in the world without restriction.": "Việc hạ thấp rào cản đối với tài sản và việc tạo ra giá trị đòi hỏi phải có danh tính giả. Bằng cách này, mạng Vega có thể truy cập được đối với bất kỳ ai trên thế giới mà không bị hạn chế.",
  "The risk considerations behind pseudonymous environments and Vega's protective measures in the Vega <2>whitepaper</2>": "Những cân nhắc về rủi ro đằng sau môi trường ẩn danh và các biện pháp bảo vệ của Vega trong <2>sách trắng</2> của Vega",
  "Community curation of markets": "Cộng đồng quản lý thị trường",
  "Vega's market governance is designed to allow the network to operate and grow freely, without manual or centralised intervention. Weighted voting happens by the community allocating, or staking, their tokens to validator nodes. Governance decisions include creation and closure of markets, and the setting of parameters that influence market behaviour.": "Quản trị thị trường của Vega được thiết kế để cho phép mạng hoạt động và phát triển tự do mà không cần sự can thiệp thủ công hoặc tập trung. Bỏ phiếu có trọng số xảy ra khi cộng đồng phân bổ hoặc đặt cược, mã thông báo của họ cho các nút xác thực. Các quyết định quản trị bao gồm việc tạo và đóng cửa thị trường cũng như thiết lập các tham số ảnh hưởng đến hành vi của thị trường.",
  "Market curation in section 3.4 of the Vega <2>whitepaper</2>": "Quản lý thị trường trong phần 3.4 của <2>sách trắng</2> của Vega",
  "Dynamic margins with cross margining": "Lợi nhuận biến động với Ký quĩ chéo (cross margin)",
  "Vega protocol's rigorous framework continuously monitors and manages credit risk more efficiently than centralised exchanges. A plugin-like architecture for risk models and best-in-class stochastic models that run fast enough to support frequent margin evaluations allows traders with positions to adjust quickly.": "Khung nghiêm ngặt của giao thức Vega liên tục theo dõi và quản lý rủi ro tín dụng hiệu quả hơn so với các sàn giao dịch tập trung. Một kiến trúc dạng plugin cho các mô hình rủi ro và các mô hình ngẫu nhiên tốt nhất chạy đủ nhanh để hỗ trợ đánh giá ký quỹ thường xuyên cho phép các nhà giao dịch có vị trí điều chỉnh nhanh chóng",
  "Cross margining in the Vega blog <2>'Credit Risk and Margins on Vega'</2>": "Ký quỹ chéo (Cross Margin) trong blog Vega <2>'Rủi ro tín dụng và Lợi nhuận trên Vega'</2>",
  "Automated cross margining in section 3 of the Vega blog <2>'Pro traders & Vega'</2>": "Ký quỹ chéo tự động  (AutomatedCross Margin) trong phần 3 của blog Vega <2>'Nhà giao dịch chuyên nghiệp & Vega",
  "Pegged orders for automated order management": "Các lệnh giao dịch được chốt để quản lý đơn hàng tự động",
  "Use pegged orders on any market, at any time, to place orders and automatically track another price on the market. This enables advanced trading strategies and fast reaction times while removing concerns about latency and reducing the number of manual transactions needed to maintain liquidity provider orders.": "Sử dụng các lệnh cố định trên bất kỳ thị trường nào, vào bất kỳ lúc nào, để đặt lệnh và tự động theo dõi giá khác trên thị trường. Điều này cho phép các chiến lược giao dịch nâng cao và thời gian phản ứng nhanh đồng thời loại bỏ những lo ngại về độ trễ và giảm số lượng giao dịch thủ công cần thiết để duy trì các đơn đặt hàng của nhà cung cấp thanh khoản.",
  "Pegged orders for automated management in the Vega blog <2>'How pegged orders work'</2>": "Các Lệnh giao dịch được chốt để quản lý tự động trong blog Vega <2>'Cách hoạt động của các lệnh giao dịch được chốt'</2>",
  "Completely decentralised network": "Mạng phi tập trung hoàn toàn",
  "Most decentralised exchanges use a centralised order book, and centrally control what can be traded. With Vega, everything from the order book to market creation and maintenance, liquidity provision and rewards, prices, management of margin and how that position eventually settles happen on chain as part of the network - all of it is managed and governed by the community. This is trading with full transparency - and no black boxes - doing away with the risks that come with centralised servers and single points of failure and control.": "Hầu hết các sàn giao dịch phi tập trung đều sử dụng sổ đặt hàng tập trung và kiểm soát tập trung những gì có thể được giao dịch. Với Vega, mọi thứ từ sổ đặt hàng đến tạo và duy trì thị trường, cung cấp thanh khoản và phần thưởng, giá cả, quản lý ký quỹ và cách vị trí đó cuối cùng được giải quyết diễn ra trên chuỗi như một phần của mạng - tất cả đều được quản lý và điều hành bởi cộng đồng. Đây là giao dịch hoàn toàn minh bạch - và không có hộp đen - loại bỏ các rủi ro đi kèm với các máy chủ tập trung và các điểm lỗi và kiểm soát đơn lẻ.",
  "No gas fees on trading": "Miễn phí giao dịch",
  "Vega does not charge gas fees. It uses a different fee structure that rewards participants and stimulates trading activity. Fees are incurred on every trade on a market in continuous trading, but it is the price taker who pays the fee. During a market's opening auction, no fees are collected.": "Vega không tính phí gas. Nó sử dụng một cấu trúc phí khác để thưởng cho người tham gia và kích thích hoạt động giao dịch. Phí phát sinh cho mọi giao dịch trên thị trường trong giao dịch liên tục, nhưng chính người chấp nhận giá phải trả phí. Trong phiên đấu giá mở của thị trường, không có khoản phí nào được thu.",
  "Gas fees under 'Miner extractable value (MEV) on blockchains' on the blog <2>'Fair access to efficient derivatives markets'</2>": "Phí gas trong phần 'Giá trị có thể khai thác của công cụ khai thác (MEV) trên các chuỗi khối' trên blog <2>'Quyền tiếp cận công bằng với các thị trường phái sinh hiệu quả'</2>",
  "Cross chain support": "Hỗ trợ chuỗi chéo",
  "Vega currently lets users propose any ERC-20 tokens to use as collateral. Once the protocol is fully blockchain-agnostic, trades will be able to settle in any crypto-asset on a supported chain, paving the way for physically settled and cash settled products, as commodity and asset tokenisation become widespread.": "Vega hiện cho phép người dùng đề xuất bất kỳ token trên ERC-20 để sử dụng làm tài sản thế chấp. Sau khi giao thức hoàn toàn không liên quan đến chuỗi khối, các giao dịch sẽ có thể được giải quyết bằng bất kỳ tài sản tiền điện tử nào trên chuỗi được hỗ trợ, mở đường cho các sản phẩm được thanh toán bằng tiền mặt và thanh toán vật lý, khi mã thông báo hàng hóa và tài sản trở nên phổ biến.",
  "Cross chain support and multi-chain collateral in the Vega paper<1>'Vega Technical Overview'</1>": "Hỗ trợ chuỗi chéo và tài sản thế chấp đa chuỗi trong bài viết của Vega<1>'Tổng quan về kỹ thuật của Vega'</1>",
  "Scalable DeFi infrastructure": "Cơ sở hạ tầng DeFi có thể mở rộng",
  "Vega works alongside other layer 1 blockchains - with open source APIs and libraries - making it easy to build status quo-challenging user interfaces.": "Vega hoạt động cùng với các chuỗi khối lớp 1 khác - với các API và thư viện nguồn mở - giúp dễ dàng xây dựng các giao diện người dùng thách thức hiện trạng.",
  "For example, by using WebSocket for communication between your app and the server, GraphQL or gRPC APIs for streaming market data and Vega Pennant for simple graphs you could easily create responsive markets to monitor real world/spot dynamics and automatically propose a hedging market when volatility exceeds a threshold.": "Ví dụ: bằng cách sử dụng WebSocket để liên lạc giữa ứng dụng của bạn và máy chủ, API GraphQL hoặc gRPC để truyền dữ liệu thị trường và Vega Pennant cho các biểu đồ đơn giản, bạn có thể dễ dàng tạo thị trường đáp ứng để theo dõi động lực thế giới/điểm thực và tự động đề xuất thị trường phòng ngừa rủi ro khi biến động vượt quá một ngưỡng."
}
